Repository: krishnacoding11/stracture
Catalog: stracture_build/lib/l10n/app_*.arb
Languages: ar, cs, de, es, fr, ga, it, ja, ru, tr, vi, zh

# lbl_face_id_desc
source: Enable Login using Face ID instead of entering your password.
ar: فَعِّل خاصية تسجيل الدخول باستخدام مُعرِّف الوجه بدلًا من إدخال كلمة المرور.
cs: Povolte přihlášení pomocí Face ID místo zadávání hesla.
de: Aktivieren Sie die Anmeldung mit Face ID anstelle der Passworteingabe.
es: Active el inicio de sesión mediante Face ID en lugar de introducir su contraseña.
fr: Activer la connexion en utilisant Face ID au lieu de saisir votre mot de passe.
ga: Cumasaigh Logáil Isteach ag baint úsáide as Face ID in ionad do phasfhocal a iontráil.
it: Abilita il Login via Face ID invece di inserire la password.
ja: パスワード入力の代わりにFace IDを使用したログインを有効にする。
ru: Добавить вход с помощью Face ID вместо ввода пароля.
tr: Parolanızı girmek yerine Face ID kullanarak Oturum Açmayı etkinleştirin.
vi: Bật đăng nhập bằng Face ID thay vì nhập mật khẩu.
zh: 启用使用Face ID登录，而不是输入密码。

# lbl_data_center_desc
source: Please select a Data Center to continue
ar: اختَر مركز البيانات للاستمرار.
cs: Pro pokračování vyberte datové centrum.
de: Bitte wählen Sie ein Datenzentrum, um fortzufahren.
es: Seleccione un centro de datos para continuar.
fr: Veuillez sélectionner un centre de données pour continuer.
ga: Roghnaigh Ionad Sonraí le leanúint ar aghaidh.
it: Seleziona un Centro Dati per continuare.
ja: データセンターを選択してください。
ru: Выберите центр обработки данных, чтобы продолжить.
tr: Devam etmek için lütfen bir Veri Merkezi seçin.
vi: Vui lòng chọn Trung Tâm Dữ Liệu để tiếp tục.
zh: 请选择一个数据中心以继续。

# err_message_incorrect_login
source: The email or password you entered is incorrect.
ar: البريد الإلكتروني أو كلمة المرور التي أدخلتها غير صحيحة.
cs: Zadaný e-mail nebo heslo jsou nesprávné.
de: Die eingegebene E-Mail oder das eingegebene Passwort ist falsch.
es: La dirección de correo electrónico o la contraseña que ha introducido son incorrectas.
fr: L'adresse électronique ou le mot de passe que vous avez saisi est incorrect.
ga: Tá an ríomhphost nó an pasfhocal a d'iontráil tú mícheart.
it: L'e-mail o la password inserita non è corretta.
ja: 入力したEメールまたはパスワードが間違っています。
ru: Веденные электронная почта или пароль неверны.
tr: Girdiğiniz e-posta veya şifre yanlış.
vi: Email hoặc mật khẩu không chính xác.
zh: 您输入的电子邮件或密码不正确。

# err_message_incorrect_password
source: The email or password you entered is incorrect
ar: البريد الإلكتروني أو كلمة المرور التي أدخلتها غير صحيحة.
cs: Zadaný e-mail nebo heslo je nesprávné.
de: Die eingegebene E-Mail oder das eingegebene Passwort ist nicht korrekt.
es: La dirección de correo electrónico o la contraseña que ha introducido son incorrectas.
fr: L'email ou le mot de passe que vous avez saisi est incorrect.
ga: Tá an ríomhphost nó an pasfhocal a d'iontráil tú mícheart.
it: L'e-mail o la password inserita non è corretta.
ja: 入力したEメールまたはパスワードが間違っています。
ru: Веденные электронная почта или пароль неверны.
tr: Girdiğiniz e-posta veya şifre yanlış.
vi: Email hoặc mật khẩu không chính xác.
zh: 您输入的电子邮件或密码不正确。

# err_message_user_doesnt_exist
source: User doesn't exist
ar: لا يوجد مستخدم بهذا الاسم
cs: Uživatel neexistuje
de: Benutzer existiert nicht
es: El usuario no existe
fr: L'utilisateur n'existe pas
ga: Níl an t-úsáideoir ann
it: L'utente non esiste
ja: ユーザーが存在しません
ru: Такой пользователь не существует
tr: Kullanıcı mevcut değil
vi: Người dùng không tồn tại
zh: 用户不存在

# err_message_sso_not_enable
source: SSO not enabled for this user
ar: تقنية SSO غير مُفعَّلة لهذا المُستخدِم
cs: SSO není pro tohoto uživatele povoleno
de: SSO ist für diesen Benutzer nicht aktiviert
es: SSO no habilitado para este usuario
fr: Le SSO n'est pas activé pour cet utilisateur
ga: Níl SSO cumasaithe don úsáideoir seo
it: L'SSO non è abilitato per questo utente
ja: このユーザーはSSOが有効になっていません。
ru: Система единого входа не включена для этого пользователя
tr: SSO bu kullanıcı için etkin değil
vi: SSO chưa được bật cho người dùng này
zh: 此用户未启用SSO

# lbl_copyrights
source: © Asite 2001-2021. All Rights Reserved.
ar: © أسايت 2001-2023. جميع الحقوق مَحفوظة.
cs: © Asite 2001-2023. Všechna práva vyhrazena.
de: © Asite 2001-2023. Alle Rechte vorbehalten.
es: © Asite 2001-2023. Todos los derechos reservados.
fr: © Asite 2001-2023. Tous droits réservés.
ga: © Asite 2001-2023. Gach ceart ar cosaint.
it: © Asite 2001-2023. Tutti i diritti riservati.
ja: © asite2001-2023。All Rights Reserved.
ru: © Asite 2001-2023. Все права защищены.
tr: © Asite 2001-2023. Tüm Hakları Saklıdır.
vi: © Asite 2001-2023. Đã đăng ký Bản quyền.
zh: © Asite 2001-2023。版权所有。

# lbl_terms
source: Terms of Use
ar: شروط الاستخدام
cs: Podmínky používání
de: Nutzungsbestimmungen
es: Condiciones de uso
fr: Conditions d'utilisation
ga: Téarmaí Úsáide
it: Condizioni d'Uso
ja: 利用規約
ru: Условия эксплуатации
tr: Kullanım Koşulları
vi: Điều Khoản Sử Dụng
zh: 使用条款

# lbl_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů
de: Datenschutzrichtlinien
es: Política de privacidad
fr: Politique de confidentialité
ga: Polasaí Príobháideachais
it: Informativa sulla Privacy
ja: プライバシーポリシー
ru: Политика конфиденциальности
tr: Gizlilik Politikası
vi: Chính Sách Bảo Mật
zh: 隐私政策

# error_message_221
source: Account locked due to multiple invalid login attempts. Please contact the Asite Helpdesk
ar: تم قفل الحساب لوجود محاولات عديدة غير صحيحة لتسجيل الدخول. يُرجى الاتصال بالدعم الفني لشركة أسايت.
cs: Účet zablokován z důvodu několikanásobného neplatného pokusu o přihlášení. Kontaktujte prosím podporu společnosti Asite.
de: Das Konto wurde aufgrund mehrerer ungültiger Anmeldeversuche gesperrt. Bitte kontaktieren Sie den Asite Support.
es: Cuenta bloqueada debido a múltiples intentos de inicio de sesión no válidos. Póngase en contacto con el servicio de asistencia de Asite.
fr: Compte bloqué en raison de plusieurs tentatives de connexion non valides. Veuillez contacter le support Asite.
ga: Cuntas faoi ghlas mar gheall ar iarrachtaí logála isteach neamhbhailí iolracha. Déan teagmháil le Tacaíocht Asite.
it: L'account è stato bloccato a causa di diversi tentativi di accesso non validi. Contatta l'Assistenza Asite.
ja: 無効なログインが複数回行われたため、アカウントがロックされました。Asiteサポートにご連絡ください。
ru: Аккаунт заблокирован из-за нескольких неверных попыток входа. Пожалуйста, свяжитесь со службой поддержки Asite.
tr: Birden fazla geçersiz giriş denemesi nedeniyle hesap kilitlendi. Lütfen Asite Destek ile iletişime geçin.
vi: Tài khoản đã bị khóa do nhiều lần đăng nhập không hợp lệ. Vui lòng liên hệ bộ phận Hỗ Trợ Asite.
zh: 由于多次无效登录尝试，帐户已被锁定。请联系Asite支持。

# error_message_224
source: Your login account is not active. Please contact the administrator for more help
ar: حساب تسجيل دخولك غير نشط. يُرجى التواصل مع الدعم الفني لشركة أسايت للمزيد من المساعدة.
cs: Váš přihlašovací účet není aktivní. Kontaktujte prosím podporu Asite a požádejte o další pomoc.
de: Ihr Login-Konto ist nicht aktiv. Bitte kontaktieren Sie den Asite Support für weitere Hilfe.
es: Su cuenta no está activa. Por favor, contacte con el Soporte de Asite para más ayuda.
fr: Votre compte de connexion n'est pas actif. Veuillez contacter le support Asite pour plus d'aide.
ga: Níl do chuntas logála isteach gníomhach. Téigh i dteagmháil le Tacaíocht Asite chun tuilleadh cabhrach a fháil.
it: Il tuo account di accesso non è attivo. Contatta il Supporto Asite per ricevere aiuto.
ja: ログインアカウントが有効ではありません。Asiteサポートにお問い合わせください。
ru: Ваш аккаунт не активен для входа. Пожалуйста, свяжитесь со службой поддержки Asite для получения дополнительной помощи.
tr: Giriş hesabınız aktif değil. Daha fazla yardım için lütfen Asite Destek ile iletişime geçin.
vi: Tài khoản đăng nhập của bạn chưa đươc kích hoạt. Vui lòng liên hệ bộ phận Hỗ Trợ Asite để được trợ giúp thêm.
zh: 您的登录帐户未激活。请联系Asite支持以获取更多帮助。

# error_message_403
source: You have been logged Out!. Another login to Asite app on this or another device with the same login details terminated your Asite app session
ar: تم تسجيل الخروج. هناك تسجيل دخول آخر إلى لموقع أسايت باستخدام نفس بيانات تسجيل الدخول المُعتمَدَة، إما على هذا الجهاز أو جهاز آخر، مما أنهَى جلستك الحالية على موقع أسايت.
cs: Byli jste odhlášeni. Další přihlášení k Asite na tomto nebo jiném zařízení se stejnými přihlašovacími údaji ukončilo vaši relaci Asite.
de: Sie wurden abgemeldet. Eine weitere Anmeldung bei Asite auf diesem oder einem anderen Gerät mit denselben Anmeldedaten hat Ihre Asite-Sitzung beendet.
es: Se ha cerrado su sesión. Otro inicio de sesión en Asite en este u otro dispositivo con los mismos datos de acceso ha finalizado su sesión en Asite.
fr: Vous avez été déconnecté. Une autre connexion à Asite sur cet appareil ou sur un autre appareil avec les mêmes détails de connexion a mis fin à votre session Asite.
ga: Tá tú logáilte amach. Chuir logáil isteach eile ar Asite ar an ngléas seo nó ar ghléas eile leis na sonraí logála isteach céanna deireadh le do sheisiún Asite.
it: Sei stato disconnesso. Una nuova connessione ad Asite su questo o un altro dispositivo con gli stessi dati di accesso ha interrotto la tua sessione su Asite.
ja: ログアウトされました。このデバイスまたは別のデバイスで、同じログイン情報を使用してAsiteに再度ログインしたため、Asiteセッションが終了しました。
ru: Вы вышли из системы. Другой вход в Asite на этом или другом устройстве с теми же данными для входа прервал ваш сеанс Asite.
tr: Oturumunuz kapatıldı. Bu cihazda veya başka bir cihazda aynı giriş bilgileriyle Asite'ye başka bir giriş yapmanız Asite oturumunuzu sonlandırdı.
vi: Bạn đã đăng xuất. Việc đăng nhập vào Asite trên thiết bị này hoặc thiết bị khác với cùng thông tin đăng nhập đã kết thúc phiên Asite của bạn.
zh: 您已登出。使用相同登录详细信息在此设备或另一设备上登录Asite会终止您的Asite会话。

# error_message_503
source: Server is not available. Please try after sometime.
ar: الخادم غير مُتاح. حاوِل مرة أخرى بعد بضع دقائق.
cs: Server není k dispozici. Zkuste to prosím znovu za několik minut.
de: Der Server ist nicht verfügbar. Bitte versuchen Sie es in ein paar Minuten erneut.
es: El servidor no está disponible. Por favor, inténtelo de nuevo en unos minutos.
fr: Le serveur n'est pas disponible. Veuillez réessayer dans quelques minutes.
ga: Níl an freastalaí ar fáil. Bain triail eile as i gceann cúpla nóiméad.
it: Il server non è disponibile. Riprova tra qualche minuto.
ja: サーバーが使用できません。数分後に再試行してください。
ru: Сервер недоступен. Пожалуйста, повторите попытку через несколько минут.
tr: Sunucu mevcut değil. Lütfen birkaç dakika içinde tekrar deneyin.
vi: Máy chủ không khả dụng. Vui lòng thử lại sau vài phút.
zh: 服务器不可用。请几分钟后重试。

# error_message_404
source: Not able to connect to the server. Seems like some network issue. Please try again after some time.
ar: غير قادر على الاتصال بالخادم. قد تكون هناك مشكلة في الشبكة. حاوِل مرة أخرى بعد بضع دقائق.
cs: Nelze se připojit k serveru. Může se vyskytnout problém se sítí. Zkuste to prosím za několik minut znovu.
de: Die Verbindung zum Server kann nicht hergestellt werden. Möglicherweise gibt es ein Netzwerkproblem. Bitte versuchen Sie es in ein paar Minuten noch einmal.
es: No es posible conectarse al servidor. Puede haber un problema de red. Por favor, inténtelo de nuevo en unos minutos.
fr: Impossible de se connecter au serveur. Il se peut qu'il y ait un problème de réseau. Veuillez réessayer dans quelques minutes.
ga: Ní féidir ceangal leis an bhfreastalaí. D'fhéadfadh saincheist líonra a bheith ann. Bain triail eile as i gceann cúpla nóiméad.
it: Impossibile connettersi al server. Potrebbe esserci un problema di rete. Riprova tra qualche minuto.
ja: サーバーに接続できません。ネットワークに問題がある可能性があります。数分後にもう一度お試しください。
ru: Не удается подключиться к серверу. Может быть проблема с сетью. Пожалуйста, повторите попытку через несколько минут.
tr: Sunucuya bağlanılamıyor. Bir ağ sorunu olabilir. Lütfen birkaç dakika içinde tekrar deneyin.
vi: Không thể kết nối tới máy chủ. Có thể có vấn đề đường truyền mạng. Vui lòng thử lại sau vài phút.
zh: 无法连接到服务器。可能存在网络问题。请几分钟后再试。

# error_message_server_issue
source: Server Issue
ar: توجَد مشكلة في الخادم
cs: Problém se serverem
de: Server-Problem
es: Problema con el servidor
fr: Problème de serveur
ga: Eisiúint Freastalaí
it: Problema del Server
ja: サーバー問題
ru: Проблема с сервером
tr: Sunucu Sorunu
vi: Vấn Đề Máy Chủ
zh: 服务器问题

# error_message_something_wrong
source: Something went wrong. Please try again later
ar: حَدَث خطأ ما. حاوِل مرة أخرى لاحقًا.
cs: Něco se pokazilo. Zkuste to prosím později.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
es: Algo ha ido mal. Vuelva a intentarlo más tarde.
fr: Un problème s'est produit. Veuillez réessayer plus tard.
ga: Chuaigh rud éigin mícheart. Bain triail eile as ar ball.
it: Si è verificato un problema. Riprova più tardi.
ja: 何かがうまくいきませんでした。後ほど再度お試しください。
ru: Что-то пошло не так. Пожалуйста, повторите попытку позже.
tr: Bir şeyler yanlış gitti. Lütfen daha sonra tekrar deneyin.
vi: Đã xảy ra sự cố. Vui lòng thử lại sau.
zh: 出了点问题。请稍后再试。

# lbl_qr_code
source: QR Code
ar: رمز الاستجابة السريع (QR)
cs: Kód QR
es: Código QR
fr: Code QR
ga: Cód QR
it: Codice QR
ja: QRコード
ru: QR код
tr: QR Kod
vi: Mã QR
zh: 二维码

# lbl_project_select_location
source: Select a Location
ar: اِختَر موقعًا
cs: Vyberte místo
de: Wählen Sie einen Standort
es: Seleccione una ubicación
fr: Sélectionnez un lieu
ga: Roghnaigh Suíomh
it: Seleziona una Posizione
ja: 場所を選択
ru: Выбрать место
tr: Konum Seçin
vi: Chọn Một Vị Trí
zh: 选择一个位置

# button_text_select
source: Select
ar: اختر
cs: Vyberte
de: Wählen Sie
es: Seleccione
fr: Sélectionner
ga: Roghnaigh
it: Seleziona
ja: 選択
ru: Выбрать
tr: Seçiniz
vi: Chọn
zh: 选择

# lbl_header_location
source: Locations
ar: المواقع
cs: Lokality
de: Standorte
es: Ubicaciones
fr: Sites
ga: Suímh
it: Località
ja: ロケーション
ru: Места
tr: Konumlar
vi: Vị Trí
zh: 地点

# lbl_sidebar_menu_projects
source: Projects
ar: المشاريع
cs: Projekty
de: Projekte
es: Proyectos
fr: Projets
ga: Tionscadail
it: Progetti
ja: プロジェクト
ru: Проекты
tr: Projeler
vi: Dự Án
zh: 项目

# lbl_sidebar_menu_settings
source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
ga: Socruithe
it: Impostazioni
ja: 設定
ru: Настройки
tr: Ayarlar
vi: Cài Đặt
zh: 设置

# lbl_sidebar_menu_help
source: Help
ar: مساعدة
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
ga: Cabhrú
it: Aiuto
ja: ヘルプ
ru: Помощь
tr: Yardım
vi: Trợ Giúp
zh: 帮助

# lbl_sidebar_menu_about
source: About
ar: حول
cs: O stránkách
de: Über
es: Acerca de
fr: A propos de
ga: Faoi
it: Informazioni
ja: について
ru: О
tr: Hakkında
vi: Về
zh: 关于

# lbl_sidebar_menu_logout
source: Logout
ar: تسجيل الخروج
cs: Odhlášení
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
ga: Logáil Amach
it: Esci
ja: ログアウト
ru: Выйти
tr: Oturumu Kapat
vi: Đăng Xuất
zh: 登出

# lbl_sidebar_menu_last_synced
source: Last Synced {last_sync_time} ago
ar: تَمَّت أحدَث مُزامَنة قبل {last_sync_time}
cs: Naposledy synchronizováno {last_sync_time} před
de: Zuletzt synchronisiert vor {last_sync_time}
es: Sincronizado por última vez hace {last_sync_time}
fr: Dernière synchronisation il y a {last_sync_time}
ga: Sioncronaithe Last {last_sync_time} ó shin
it: Ultima sincronizzazione {last_sync_time} fa
ja: 最終同期時刻：{last_sync_time}前
ru: Последняя синхронизация {last_sync_time} назад
tr: Son Senkronizasyon {last_sync_time} önce
vi: Đồng bộ lần cuối {last_sync_time} trước
zh: 上次同步时间为{last_sync_time}前

# lbl_sidebar_welcome_username
source: Welcome {user_f_name}
ar: مرحبًا {user_f_name}
cs: Vítejte {user_f_name}
de: Willkommen {user_f_name}
es: Bienvenido {user_f_name}
fr: Bienvenue à {user_f_name}
ga: Fáilte {user_f_name}
it: Benvenuto {user_f_name}
ja: ようこそ、{user_f_name}さん
ru: Добро пожаловать {user_f_name}
tr: Hoş geldiniz {user_f_name}
vi: Chào mừng {user_f_name}
zh: 欢迎，{user_f_name}

# lbl_task_list_count
source: {current_count} out of {total_count}
ar: {current_count} من أصل {total_count}
cs: {current_count} z {total_count}
de: {current_count} aus {total_count}
es: {current_count} de {total_count}
fr: {current_count} sur {total_count}
ga: {current_count} as {total_count}
it: {current_count} su {total_count}
ja: {total_count}のうち{current_count}を完了
ru: {current_count} из {total_count}
tr: {current_count} içinde {total_count}
vi: {current_count} trên tổng số {total_count}
zh: {current_count}/{total_count}

source: No Plan available
ar: لا توجَد خطة مُتاحَة
cs: Žádný plán není k dispozici
de: Kein Plan verfügbar
es: Plan no disponible
fr: Pas de plan disponible
ga: Níl Plean ar fáil
it: Nessun Piano disponibile
ja: ご利用できるプランがありません
ru: План недоступен
tr: Mevcut Plan Yok
vi: Chưa có kế hoạch nào
zh: 没有可用的计划

# lbl_location_unavailable
source: Location Unavailable
ar: الموقع غير مُتاح
cs: Umístění nedostupné
de: Standort nicht verfügbar
es: Ubicación no disponible
fr: Emplacement non disponible
ga: Níl an suíomh ar fáil
it: Posizione Non Disponibile
ja: 場所が利用できません
ru: Местоположение недоступно
tr: Konum Kullanılamıyor
vi: Vị Trí Không Khả Dụng
zh: 位置不可用

# lbl_location_unavailable_error
source: Sorry, this is currently not available.
ar: عُذرًا، هذا غير متاح حاليًا.
cs: Omlouváme se, ale tento plán není v současné době k dispozici.
de: Dieser Standort ist derzeit leider nicht verfügbar.
es: Lo sentimos, actualmente no está disponible.
fr: Désolé, ceci n'est pas disponible pour le moment.
ga: Tá brón orm nach bhfuil sé seo ar fáil faoi láthair.
it: Ci dispiace, questo piano non è al momento disponibile.
ja: 申し訳ありませんが、現在こちらは利用できません。
ru: Извините, сейчас это недоступно.
tr: Üzgünüz, şu anda mevcut değil.
vi: Xin lỗi, hiện không khả dụng.
zh: 抱歉，目前此功能暂不可用。

# lbl_location_unavailable_error_message
source: Contact your project administrator for more information.
ar: تَواصَل مع مشرف المشروع لمزيد من المعلومات.
cs: Pro více informací kontaktujte správce projektu.
de: Kontaktieren Sie Ihren Projektadministrator für weitere Informationen.
es: Póngase en contacto con el administrador de su proyecto para obtener más información.
fr: Contactez l'administrateur de votre projet pour plus d'informations.
ga: Déan teagmháil le do riarthóir tionscadail chun tuilleadh eolais a fháil.
it: Contatta l'amministratore del progetto per maggiori informazioni.
ja: 詳細情報については、プロジェクト管理者にお問い合わせください。
ru: Свяжитесь с вашим администратором проекта для получения дополнительной информации.
tr: Daha fazla bilgi için proje yöneticinizle iletişime geçin.
vi: Vui lòng liên hệ quản trị viên dự án để biết thêm thông tin.
zh: 请联系您的项目管理员获取更多信息。

# lbl_last_location_available
source: Go to Previous Location
ar: الانتقال مرة أخرى إلى
cs: Přejít zpět na
de: Zurückspringen in
es: Volver a
fr: Retourner à
ga: Léim ar ais isteach
it: Ritorna a
ja: に戻る
ru: Перейти обратно в
tr: Geri dön
vi: Quay lại
zh: 返回到主界面

# lbl_last_location
source: Explore The Project Site
ar: استكشف موقع المشروع
cs: Prozkoumejte stránky projektu
de: Erkunden Sie die Projektseite
es: Explorar el sitio del proyecto
fr: Explorer le site du projet
ga: Déan iniúchadh ar Shuíomh an Tionscadail
it: Visita il Sito del Progetto
ja: プロジェクトサイトを探索する
ru: Просмотреть сайт проекта
tr: Proje Alanını Keşfedin
vi: Khám phá Trang Dự án
zh: 探索项目网站

# lbl_pins
source: Pins
ar: العلامات
cs: Kolíky
de: Stecknadeln
fr: Épingles
ga: Pionnaí
it: Puntine
ja: ピン
ru: Пины
tr: Pinler
vi: Ghim
zh: 标记

source: Edit language
ar: تعديل اللغة
cs: Upravit jazyk
de: Sprache bearbeiten
es: Editar idioma
fr: Modifier la langue
ga: Cuir teanga in eagar
it: Modifica la lingua
ja: 言語を編集する
ru: Изменить язык
tr: Dili düzenle
vi: Chỉnh sửa ngôn ngữ
zh: 编辑语言

source: Edit Timezone
ar: تعديل المنطقة الزمنية
cs: Upravit časové pásmo
de: Zeitzone bearbeiten
es: Editar zona horaria
fr: Modifier le fuseau horaire
ga: Cuir Crios Ama in Eagar
it: Modifica Fuso Orario
ja: タイムゾーンを編集する
ru: Изменить часовой пояс
tr: Zaman Dilimini Düzenle
vi: Chỉnh sửa múi giờ
zh: 编辑时区

# edit_notification
source: Set Up Notifications
ar: إعداد الإشعارات
cs: Nastavení oznámení
de: Benachrichtigungen einrichten
es: Configurar notificaciones
fr: Configurer les notifications
ga: Cumraigh Fógraí
it: Imposta Notifiche
ja: 通知の設定をする
ru: Настроить уведомления
tr: Bildirimleri Ayarlayın
vi: Cài đặt thông báo
zh: 设置通知

# edit_image
source: Set Up Avatar
ar: ضبط الصورة الشخصية
cs: Nastavení avatara
de: Avatar einrichten
es: Configurar avatar
fr: Configurer l'avatar
ga: Socraigh Avatar
it: Imposta Avatar
ja: アバターを設定する
ru: Настроить аватар
tr: Avatarı Ayarla
vi: Cài đặt Hình đại diện
zh: 设置头像

# i_agree_to_term_condition
source: I agree to the terms and conditions
ar: أُوافِقُ على الشروط والأحكام
cs: Souhlasím s podmínkami
de: Ich stimme den Bedingungen zu
es: Acepto los términos y condiciones
fr: J'accepte les termes et conditions
ga: Aontaím leis na téarmaí agus coinníollacha
it: Accetto i termini e le condizioni
ja: 利用規約に同意する
ru: Я принимаю условия пользовательского соглашения
tr: Hüküm ve koşulları kabul ediyorum
vi: Tôi đồng ý với các điều khoản và điều kiện
zh: 我同意条款和条件

# push_notification
source: Enable Push Notifications
ar: تفعيل الإشعارات المُنبثقة
cs: Povolit Oznámení
de: Push-Benachrichtigungen einrichten
es: Activar notificaciones push
fr: Activer les notifications push
ga: Cumasaigh Brúfhógraí
it: Abilita le Notifiche Push
ja: プッシュ通知を有効にする
ru: Включить push-уведомления
tr: Anlık Bildirimleri Etkinleştir
vi: Bật đẩy thông báo
zh: 启用推送通知

# select_how_to_recieve_notification_from_asite
source: Select how you would like to recieve notifications from Asite Field.
ar: حَدِّد تفضيلك لتلقي الإشعارات من أسايت فيلد.
cs: Vyberte, jakým způsobem chcete dostávat oznámení z Asite Field.
de: Wählen Sie aus, wie Sie Benachrichtigungen von Asite Field erhalten möchten.
es: Seleccione cómo desea recibir las notificaciones de Asite Field.
fr: Sélectionnez la façon dont vous souhaitez recevoir les notifications d'Asite Field.
ga: Roghnaigh conas ba mhaith leat fógraí a fháil ó Asite Field.
it: Scegli come ricevere le notifiche da Asite Field.
ja: Asite Fieldからの通知をどのように受け取るかを選択する
ru: Выберите способ получения уведомлений от Asite Field.
tr: Asite Alan'dan nasıl bildirim almak istediğinizi seçin.
vi: Chọn cách bạn muốn nhận thông báo từ Asite Field.
zh: 选择您希望从Asite Field接收通知的方式。

source: Take a picture
ar: التقط صورة
cs: Pořídit obrázek
de: Ein Bild aufnehmen
es: Tomar una foto
fr: Prendre une photo
ga: Tóg pictiúr
it: Scatta una foto
ja: 写真を撮る
ru: Сделать фото
tr: Fotoğraf çekin
vi: Chụp ảnh
zh: 拍照

# select_a_photo
source: Select a picture
ar: اِختَر صورة
cs: Vyberte obrázek
de: Wählen Sie ein Bild aus
es: Seleccione una foto
fr: Sélectionner une photo
ga: Roghnaigh pictiúr
it: Seleziona un'immagine
ja: 写真を選択する
ru: Выбрать изображение
tr: Bir resim seçin
vi: Chọn ảnh
zh: 选择图片

source: Open Setting
ar: فتح الإعدادات
cs: Otevřít nastavení
de: Einstellung öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
ga: Oscail Socrú
it: Apri le Impostazioni
ja: 設定を開く
ru: Открыть настройки
tr: Ayarları Aç
vi: Mở Cài đặt
zh: 打开设置

# custom_camera_permission_title
source: You have disabled Camera access
ar: لقد أوقَفتَ إمكانية الوصول إلى الكاميرا
cs: Zakázali jste přístup k fotoaparátu
de: Sie haben den Zugriff auf die Kamera deaktiviert
es: Ha desactivado el acceso a la cámara
fr: Vous avez désactivé l'accès à l'appareil photo
ga: Tá rochtain Cheamara díchumasaithe agat
it: Hai disabilitato l'accesso alla Fotocamera
ja: カメラアクセスが無効になっています
ru: Вы отключили доступ к камере
tr: Kamera erişimini devre dışı bıraktınız
vi: Bạn đã tắt quyền truy cập Camera
zh: 您已禁用相机访问权限
