Repository: krishnacoding11/stracture
Catalog: stracture_build/lib/l10n/app_*.arb
Languages: ar, cs, de, es, fr, ga, it, ja, ru, tr, vi, zh

# app_title
source: Adoddle Field
de: Adoddle Feld
fr: Champ Adoddle
ga: Réimse Adoddle
it: Campo Adoddle
ja: Adoddleフィールド
tr: Adoddle Alanı
zh: Adoddle领域

# lbl_email_address
source: Email address
ar: عنوان البريد الإلكتروني
cs: E-mailová adresa
de: E-Mail Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
ga: Seoladh ríomhphoist
it: Indirizzo e-mail
ja: Eメールアドレス
ru: Адрес электронной почты
tr: E-posta adresi
vi: Địa chỉ email
zh: 电子邮件地址

# lbl_new_password
source: New Password
ar: كلمة المرور الجديدة
cs: Nové heslo
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
ga: Pasfhocal Nua
it: Nuova Password
ja: 新しいパスワード
ru: Новый пароль
tr: Yeni Şifre
vi: Mật khẩu mới
zh: 新密码

# login_et_user_email
source: Enter your full email here
ar: أَدخِل بريدك الإلكتروني بالكامل هنا
cs: Zde zadejte celý svůj e-mail
de: Geben Sie hier Ihre vollständige E-Mail-Adresse ein
es: Introduzca aquí su correo electrónico completo
fr: Entrez votre adresse email complète ici
ga: Cuir isteach do r-phost iomlán anseo
it: Digita qui il tuo indirizzo e-mail completo
ja: メールアドレスを入力してください
ru: Введите свой полный адрес электронной почты здесь
tr: Tam e-posta adresinizi buraya girin
vi: Nhập địa chỉ email đầy đủ của bạn vào đây
zh: 在此处输入您的完整电子邮件

# login_sso_user_email
source: Enter your email address
ar: أَدخِل عنوان بريدك الالكتروني
cs: Zadejte svou e-mailovou adresu
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduzca su dirección de correo electrónico
fr: Entrez votre adresse email
ga: Cuir isteach do sheoladh ríomhphoist
it: Digita il tuo indirizzo e-mail
ja: メールアドレスを入力してください
ru: Введите адрес электронной почты
tr: E-posta adresinizi girin
vi: Nhập địa chỉ email của bạn
zh: 输入您的电子邮件地址

# lbl_dc
source: Data Centre
ar: مركز البيانات
cs: Datové centrum
de: Datenzentrum
es: Centro de datos
fr: Centre de données
ga: Ionad Sonraí
it: Centro Dati
ja: データセンター
ru: Центр обработки данных
tr: Veri Merkezi
vi: Trung tâm dữ liệu
zh: 数据中心

# lbl_select_dc
source: Select a data center
ar: اختر مركز البيانات
cs: Vyberte datové centrum
de: Wählen Sie ein Rechenzentrum
es: Seleccione un centro de datos
fr: Sélectionnez un centre de données
ga: Roghnaigh ionad sonraí
it: Seleziona un centro dati
ja: データセンターを選択
ru: Выбрать дата-центр
tr: Bir veri merkezi seçin
vi: Chọn một trung tâm dữ liệu
zh: 选择一个数据中心

# lbl_sso
source: Single Sign-On (SSO)
ar: تسجيل دخول أحادي (SSO)
cs: Jednotné Přihlášení (SSO)
de: Einmalige Anmeldung (SSO)
es: Inicio de sesión único (SSO)
fr: Signature unique (SSO)
ga: Síniú Aonair (SSO)
ja: シングルサインオン（SSO）
ru: Единый вход (SSO)
tr: Tekli Oturum Açma (SSO)
vi: Đăng Nhập Một Lần (SSO)
zh: 单点登录（SSO）

# lbl_useSSO
source: Use Single Sign-On (SSO)
ar: استخدام تسجيل دخول الأحادي (SSO)
cs: Použijte Jednotné Přihlášení (SSO)
de: Verwenden Sie Single Sign-On (SSO)
es: Utilice el inicio de sesión único (SSO)
fr: Utiliser l'authentification unique (SSO)
ga: Úsáid Síniú Aonair (SSO)
it: Usa il Single Sign-On (SSO)
ja: シングルサインオン（SSO）を使用する
ru: Использовать единый вход (SSO)
tr: Tekli Oturum Açmayı (SSO) Kullanın
vi: Sử dụng Đăng Nhập Một Lần (SSO)
zh: 使用单点登录（SSO）

# lbl_password
source: Password
ar: كلمة المرور
cs: Heslo
de: Kennwort
es: Contraseña
fr: Mot de passe
ga: Pasfhocal
ja: パスワード
ru: Пароль
tr: Şifre
vi: Mật khẩu
zh: 密码

# lbl_first_name
source: First Name
ar: الاسم الأول
cs: Křestní Jméno
de: Vorname
es: Primer nombre
fr: Prénom
ga: Céadainm
it: Nome
ja: 名
ru: Имя
tr: İsim
vi: Tên
zh: 名字

# lbl_last_name
source: Last Name
ar: اسم الأخير
cs: Příjmení
de: Nachname
es: Apellidos
fr: Nom de famille
ga: Sloinne
it: Cognome
ja: 姓
ru: Фамилия
tr: Soyisim
vi: Họ
zh: 姓

# lbl_email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
ga: Ríomhphost
ja: Eメール
ru: Электронная почта
tr: E-posta
zh: 电子邮件

# lbl_contact
source: Contact
ar: جهة الاتصال
cs: Kontakt
de: Kontakt
es: Contacto
ga: Teagmháil
it: Contatto
ja: 連絡先
ru: Контакт
tr: İletişim
vi: Liên hệ
zh: 联系方式

# lbl_job_title
source: Job Title
ar: المسمى الوظيفي
cs: Název Pracovní Pozice
de: Job Titel
es: Cargo
fr: Titre du poste
ga: Teideal an Phoist
it: Posizione
ja: 役職名
ru: Должность
tr: İş Ünvanı
vi: Chức vụ công việc
zh: 职称

# lbl_time_Zone
source: Time Zone
ar: المنطقة لازمنية
cs: Časové Pásmo
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
ga: Crios Ama
it: Fuso Orario
ja: 時間帯
ru: Часовой пояс
tr: Zaman Dilimi
vi: Múi giờ
zh: 时区

# lbl_language
source: Language
ar: اللغة
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
ga: Teanga
it: Lingua
ja: 言語
ru: Язык
tr: Dil
vi: Ngôn ngữ
zh: 语言

# lbl_change_password
source: Change Password
ar: تغيير كلمة المرور
cs: Změnit Heslo
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
ga: Athraigh Pasfhocal
it: Cambia Password
ja: パスワードの変更
ru: Изменить пароль
tr: Şifre Değiştirme
vi: Thay Đổi Mật Khẩu
zh: 更改密码

# lbl_notifications
source: Notifications
ar: الإشعارات
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
ga: Fógraí
it: Notifiche
ja: お知らせ
ru: Уведомления
tr: Bildirimler
vi: Thông Báo
zh: 通知

# lbl_privacy
source: Privacy
ar: الخصوصية
cs: Ochrana Osobních Údajů
de: Datenschutz
es: Privacidad
fr: Vie privée
ga: Príobháideacht
ja: プライバシー
ru: Конфиденциальность
tr: Gizlilik Politikası
vi: Quyền Riêng Tư
zh: 隐私

# lbl_edit_timezone
source: Edit Timezone
ar: تعديل المنطقة الزمنية
cs: Upravit Časové Pásmo
de: Zeitzone bearbeiten
es: Editar zona horaria
fr: Modifier le fuseau horaire
ga: Cuir Crios Ama in Eagar
it: Modifica Fuso Orario
ja: タイムゾーンの編集
ru: Изменить часовой пояс
tr: Zaman Dilimini Düzenle
vi: Chỉnh Sửa Múi Giờ
zh: 编辑时区

# lbl_edit_language
source: Edit Language
ar: تعديل اللغة
cs: Upravit Jazyk
de: Sprache bearbeiten
es: Editar idioma
fr: Modifier la langue
ga: Cuir Teanga in Eagar
it: Modifica Lingua
ja: 言語の編集
ru: Изменить язык
tr: Dili Düzenle
vi: Chỉnh Sửa Ngôn Ngữ
zh: 编辑语言

# lbl_confirm_password
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
cs: Potvrzení Nového Hesla
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
ga: Deimhnigh Pasfhocal Nua
it: Conferma Nuova Password
ja: 新しいパスワードの確認
ru: Подтвердить новый пароль
tr: Yeni Şifreyi Doğrulayın
vi: Xác Nhận Mật Khẩu Mới
zh: 确认新密码

# login_et_user_password
source: Enter your password here
ar: أَدخِل كلمة المرور هنا
cs: Zde zadejte své heslo
de: Geben Sie hier Ihr Passwort ein
es: Introduzca aquí su contraseña
fr: Entrez votre mot de passe ici
ga: Cuir isteach do phasfhocal anseo
it: Digita qui la tua password
ja: パスワードを入力してください
ru: Введите свой пароль здесь
tr: Şifrenizi buraya girin
vi: Nhập mật khẩu của bạn vào đây
zh: 在此处输入您的密码

# login_et_new_password
source: Please enter your new password
ar: أَدخِل كلمة المرور الجديدة
cs: Zadejte prosím své nové heslo
de: Bitte geben Sie Ihr neues Passwort ein
es: Por favor, introduzca su nueva contraseña
fr: Veuillez saisir votre nouveau mot de passe
ga: Iontráil do phasfhocal nua le do thoil
it: Digita la tua nuova password
ja: 新しいパスワードを入力してください
ru: Пожалуйста, введите новый пароль
tr: Lütfen yeni şifrenizi girin
vi: Vui lòng nhập mật khẩu mới của bạn
zh: 请输入您的新密码

# login_et_confirm_password
source: Please enter your confirm password
ar: تأكَّد من صحة كلمة المرور
cs: Potvrďte prosím své heslo
de: Bitte bestätigen Sie Ihr Passwort
es: Confirme su contraseña
fr: Veuillez confirmer votre mot de passe
ga: Deimhnigh do phasfhocal le do thoil
it: Conferma password
ja: パスワードを確認してください
ru: Пожалуйста, подтвердите свой пароль
tr: Lütfen şifrenizi doğrulayın
vi: Vui lòng xác nhận mật khẩu của bạn
zh: 请确认您的密码

# hint_verification_code
source: Enter verification code
ar: أَدخِل رمز التحقق
cs: Zadejte ověřovací kód
de: Bestätigungscode eingeben
es: Introduzca el código de verificación
fr: Entrez le code de vérification
ga: Cuir isteach cód fíorúcháin
it: Digita codice di verifica
ja: 確認コードを入力してください
ru: Ввести код подтверждения
tr: Doğrulama kodunu giriniz
vi: Nhập mã xác minh
zh: 输入验证码

# login_btn_forgot_password
source: Forgotten your Password?
ar: هل نسيت كلمة المرور؟
cs: Zapomněli jste Heslo?
de: Haben Sie Ihr Passwort vergessen?
es: ¿Ha olvidado su contraseña?
fr: Vous avez oublié votre mot de passe ?
ga: Dearmad déanta agat ar do Phasfhocal?
it: Hai dimenticato la Password?
ja: パスワードをお忘れですか？
ru: Забыли пароль?
tr: Şifrenizi mi unuttunuz?
vi: Quên mật khẩu?
zh: 忘记密码了吗？

# login_btn_sign_in
source: Sign In
ar: سجِّل الدخول
cs: Přihlaste se
de: Anmelden
es: Iniciar sesión
fr: S'identifier
ga: Sínigh isteach
it: Accedi
ja: サインイン
ru: Войти
tr: Giriş Yap
vi: Đăng nhập
zh: 登录

# lbl_back_sign_in
source: Back to Sign In
ar: العودة إلى تسجيل الدخول
cs: Zpět na Přihlášení
de: Zurück zu Anmelden
es: Volver a Iniciar sesión
fr: Retour à la page d'accueil
ga: Ar ais go Sínigh Isteach
it: Torna a Accedi
ja: サインインに戻る
ru: Назад к входу
tr: Giriş Yap'a geri dön
vi: Quay lại đăng nhập
zh: 返回登录

# lbl_reset_password
source: Reset password
ar: إعادة تعيين كلمة المرور
cs: Obnovení hesla
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ga: Athshocraigh pasfhocal
it: Ripristina password
ja: パスワードをリセットする
ru: Сброс пароля
tr: Şifreyi sıfırla
vi: Đặt lại mật khẩu
zh: 重置密码

# lbl_another_acc
source: Use another account
ar: استخدم حساب آخر
cs: Použijte jiný účet
de: Anderes Konto verwenden
es: Utilizar otra cuenta
fr: Utiliser un autre compte
ga: Úsáid cuntas eile
it: Usa un altro account
ja: 別のアカウントを使用する
ru: Использовать другую учетную запись
tr: Başka bir hesap kullanın
vi: Sử dụng tài khoản khác
zh: 使用另一个帐户

# lbl_clear_acc
source: Clear all accounts
ar: مسح كافة الحسابات
cs: Vymazat všechny účty
de: Löschen Sie alle Konten
es: Borrar todas las cuentas
fr: Effacer tous les comptes
ga: Glan na cuntais go léir
it: Cancella tutti i conti
ja: すべてのアカウントをクリアする
ru: Очистить все аккаунты
tr: Tüm hesapları temizle
vi: Xóa tất cả tài khoản
zh: 清除所有账户

# lbl_open_mail_app
source: Open Mail App
ar: افتح تطبيق البريد
cs: Otevření aplikace Mail
de: Mail-App öffnen
es: Abrir la aplicación de correo
fr: Ouvrir l'application Mail
ga: Oscail App Ríomhphost
it: Apri l'App Mail
ja: メールアプリを開く
ru: Открыть приложение почты
tr: E-posta Uygulamasını Aç
vi: Mở Ứng dụng Mail
zh: 打开邮件应用程序

# lbl_password_contain
source: Password must contain:
ar: يجب أن تحتوي كلمة المرور على التالي:
cs: Heslo musí obsahovat:
de: Das Passwort muss enthalten:
es: La contraseña debe contener:
fr: Le mot de passe doit contenir :
ga: A leanas a bheith sa phasfhocal:
it: La password deve contenere:
ja: パスワードが含まれている必要があります：
ru: Пароль должен содержать:
tr: Şifre şunları içermelidir:
vi: Mật khẩu phải bao gồm:
zh: 密码必须包含：

# lbl_btn_reset_password
source: Reset my Password
ar: إعادة ضبط كلمة المرور
cs: Obnovit heslo
de: Mein Passwort zurücksetzen
es: Restablecer mi contraseña
fr: Réinitialiser mon mot de passe
ga: Athshocraigh mo Phasfhocal
it: Reimposta la mia Password
ja: パスワードのリセット
ru: Сбросить пароль
tr: Şifremi Sıfırla
vi: Đặt lại Mật khẩu của tôi
zh: 重置我的密码

# lbl_btn_cancel
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ga: Cealaigh
it: Annulla
ja: キャンセル
ru: Отменить
tr: İptal
vi: Hủy
zh: 取消

# lbl_btn_continue
source: Continue
ar: استمرار
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
ga: Leanúint ar aghaidh
it: Continua
ja: 続ける
ru: Продолжить
tr: Devam et
vi: Tiếp tục
zh: 继续

# lbl_verification
source: Verification Code
ar: رمز التحقق
cs: Ověřovací Kód
de: Verifizierungs-Code
es: Código de verificación
fr: Code de vérification
ga: Cód fíorúcháin
it: Codice di Verifica
ja: 認証コード
ru: Код подтверждения
tr: Doğrulama Kodu
vi: Mã xác minh
zh: 验证码

# lbl_data_center
source: Data Center
ar: مركز البيانات
cs: Datové centrum
de: Datenzentrum
es: Centro de datos
fr: Centre de données
ga: Ionad Sonraí
it: Centro Dati
ja: データセンター
ru: Центр обработки данных
tr: Veri Merkezi
vi: Trung tâm dữ liệu
zh: 数据中心

# lbl_resend
source: Didn’t receive your email?
ar: ألم تتلقَّ رسالة البريد الإلكتروني؟
cs: Nedostali jste e-mail?
de: Haben Sie Ihre E-Mail nicht erhalten?
es: ¿No ha recibido su correo electrónico?
fr: Vous n'avez pas reçu votre e-mail ?
ga: Nach bhfuair tú do ríomhphost?
it: Non hai ricevuto l'e-mail?
ja: Eメールが届きませんか？
ru: Не пришло письмо?
tr: E-postanız ulaşmadı mı?
vi: Bạn không nhận được email?
zh: 没有收到您的电子邮件？

# text_resend_now
source: Resend now
ar: إعادة الإرسال الآن
cs: Znovu odešlete nyní
de: Jetzt erneut senden
es: Reenviar ahora
fr: Renvoyer maintenant
ga: Seol arís anois
it: Reinvia subito
ja: 今すぐ再送信
ru: Отправить еще раз
tr: Şimdi yeniden gönder
vi: Gửi lại ngay
zh: 现在重新发送

# text_enable
source: Enable
ar: تمكين
cs: Povolit
de: Aktivieren Sie
es: Activar
fr: Activer
ga: Cumasaigh
it: Attiva
ja: 有効にする
ru: Дать возможность
tr: Etkinleştir
vi: Kích hoạt
zh: 启用

# text_skip
source: Skip
ar: تخطي
cs: Přeskočit
de: Überspringen
es: Saltar
fr: Sauter
ga: Scipeáil
it: Salta
ja: スキップ
ru: Пропустить
tr: Atla
vi: Bỏ qua
zh: 跳过

# lbl_back
source: Back
ar: عودة للخلف
cs: Zpět
de: Zurück
es: Volver
fr: Retour
ga: Ar ais
it: Indietro
ja: 戻る
ru: Назад
tr: Geri
vi: Quay lại
zh: 返回

# lbl_btn_save
source: Save
ar: حفظ
cs: Uložit
de: Speichern
es: Guardar
fr: Sauvegarder
ga: Sábháil
it: Salva
ja: 保存する
ru: Сохранить
tr: Kaydet
vi: Lưu
zh: 保存

# lbl_btn_apply
source: Apply
ar: تطبيق
cs: Použít
de: Bewerben
es: Solicitar
fr: Appliquer
ga: Cuir iarratas isteach
it: Applica
ja: 適用する
ru: Применить
tr: Başvur
vi: Áp dụng
zh: 应用

# lbl_btn_close
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
ga: Dún
it: Chiudi
ja: 閉じる
ru: Закрыть
tr: Kapat
vi: Đóng
zh: 关闭

# lbl_btn_clear
source: Clear
ar: مسح
cs: Vymazat
de: Löschen
es: Borrar
fr: Effacer
ga: Glan
it: Cancella
ja: クリア
ru: Ясно
tr: Temizle
vi: Xóa
zh: 清除

# lbl_apple
source: Apple
ar: أبل
fr: Pomme
ja: アップル
zh: 苹果

# lbl_google
source: Google
ar: جوجل
ja: グーグル
zh: 谷歌

# lbl_microsoft
source: Microsoft
ar: مايكروسوفت
ja: マイクロソフト
zh: 微软

# lbl_sign_in
source: Sign In to your account
ar: سجِّل الدخول إلى حسابك
cs: Přihlášení k vašemu účtu
de: Anmelden Ihrem Konto
es: Entrar a su cuenta
fr: Se connecter à votre compte
ga: Sínigh isteach chuig do chuntas
it: Accedi al tuo account
ja: アカウントにサインイン
ru: Войдите в свой аккаунт
tr: Hesabınıza Giriş Yapın
vi: Đăng nhập vào tài khoản của bạn
zh: 登录 到您的账户

# lbl_forgot_password
source: Forgot your Password?
ar: هل نسيت كلمة المرور؟
cs: Zapomněli jste své heslo?
de: Haben Sie Ihr -Passwort vergessen?
es: ¿Olvidó su contraseña ?
fr: Vous avez oublié votre mot de passe ?
ga: Dearmad ar do Pasfhocal?
it: Hai dimenticato la password?
ja: パスワードをお忘れですか？
ru: Забыли свой пароль?
tr: Şifrenizi mi unuttunuz?
vi: Bạn quên mật khẩu?
zh: 忘记您的 密码？

# lbl_choose_account
source: Choose an Account
ar: اختيار حساب
cs: Vyberte Účet
de: Wähle einen Account
es: Elige una cuenta
fr: Choisissez un compte
ga: Roghnaigh Cuntas
it: Scegli un account
ja: アカウントを選択してください
ru: Выберите учетную запись
tr: Bir hesap seçin
vi: Chọn một tài khoản
zh: 选择一个帐户

# lbl_check_mail
source: Check your mail
ar: تَحقَّق من بريدك الإلكتروني
cs: Zkontrolujte svou poštu
de: Prüfen Sie Ihre Mails
es: Compruebe su correo
fr: Vérifiez votre boîte mail
ga: Seiceáil do ríomhphost
it: Controlla la tua casella e-mail
ja: メールを確認する
ru: Проверить почту
tr: E-postalarınızı kontrol edin
vi: Kiểm tra email của bạn
zh: 检查您的邮件

# lbl_create_password
source: Create New Password
ar: أَنشِئ كلمة مرور جديدة
cs: Vytvoření nového hesla
de: Neues Passwort erstellen
es: Crear nueva contraseña
fr: Créer un nouveau mot de passe
ga: Cruthaigh Pasfhocal Nua
it: Crea Nuova Password
ja: 新しいパスワードの作成
ru: Создать новый пароль
tr: Yeni Şifre Oluştur
vi: Tạo Mật khẩu Mới
zh: 创建新密码

# lbl_success_password
source: Successful Password Reset!
ar: تمَّ إعادة ضبط كلمة المرور بنجاح!
cs: Úspěšná obnova hesla !
de: Erfolgreicher Passwort Reset!
es: Restablecer contraseña con éxito
fr: Réinitialisation réussie du mot de passe !
ga: D'éirigh le Athshocrú Pasfhocal!
it: Reset della Password Riuscito!
ja: パスワードの再設定に成功しました！
ru: Успешный сброс пароля !
tr: Başarılı Şifre Sıfırlama!
vi: Đặt Lại Mật Khẩu Thành Công!
zh: 成功 重置密码！

# lbl_touch_id
source: Use Touch ID
ar: استخدم بصمة الإصبع
cs: Použijte Touch ID
de: Touch ID verwenden
es: Usar Touch ID
fr: Utiliser Touch ID
ga: Úsáid Touch ID
it: Usa Touch ID
ja: Touch IDを使う
ru: Использовать сенсорный идентификатор
tr: Touch ID'yi kullanın
vi: Sử dụng Touch ID
zh: 使用Touch ID

# lbl_face_id
source: Use Face ID
ar: استخدم مُعرِّف الوجه
cs: Použijte Face ID
de: Face ID verwenden
es: Usar Face ID
fr: Utiliser Face ID
ga: Úsáid Face ID
it: Usa Face ID
ja: Face IDを使う
ru: Использовать идентификацию лица
tr: Face ID'yi kullanın
vi: Sử dụng Face ID
zh: 使用Face ID

# lbl_ok
source: OK
ar: حسنًا
ga: Ceart go leor
ru: Хорошо
tr: Tamam
vi: Đồng ý
zh: 好的

# lbl_forgot_password_desc
source: Enter the email address associated with your account and we’ll send you a link to reset your password.
ar: أَدخِل عنوان البريد الإلكتروني المُرتَبط بحسابك، وسوف نُرسِل إليكَ رابط لإعادة ضبط كلمة المرور.
cs: Zadejte e-mailovou adresu přidruženou k vašemu účtu a my vám zašleme odkaz pro obnovení hesla.
de: Geben Sie die mit Ihrem Konto verknüpfte E-Mail-Adresse ein. Wir senden Ihnen dann einen Link zum Zurücksetzen Ihres Passworts.
es: Ingrese la dirección de correo electrónico asociada a su cuenta y le enviaremos un enlace para restablecer su contraseña.
fr: Saisissez l'adresse électronique associée à votre compte et nous vous enverrons un lien pour réinitialiser votre mot de passe.
ga: Cuir isteach an seoladh ríomhphoist a bhaineann le do chuntas agus seolfaimid nasc chugat chun do phasfhocal a athshocrú.
it: Inserisci l'indirizzo e-mail associato al tuo account per ricevere un link per reimpostare la tua password.
ja: お客様のアカウントに関連付けられたEメールアドレスを入力してください。パスワードをリセットするリンクをお送りします。
ru: Введите адрес электронной почты, привязанный к вашему аккаунту, и мы вышлем вам ссылку для сброса пароля.
tr: Hesabınızla ilişkili e-posta adresini girin, size şifrenizi sıfırlamanız için bir bağlantı göndereceğiz.
vi: Nhập địa chỉ email được liên kết với tài khoản của bạn và chúng tôi sẽ gửi cho bạn một đường link để đặt lại mật khẩu.
zh: 输入与您的帐户关联的电子邮件，我们将向您发送一个重置密码的链接。

# lbl_password_desc
source: Please check your email for a link from us.
ar: يُرجى التحقُّق من بريدك الإلكتروني للعثور على الرابط الذي أرسلناه.
cs: Zkontrolujte si prosím, zda vám na e-mail nepřišel odkaz od nás.
de: Bitte prüfen Sie Ihre E-Mail auf einen Link von uns.
es: Compruebe si ha recibido nuestro enlace en su correo electrónico.
fr: Veuillez vérifier votre email pour un lien de notre part.
ga: Seiceáil do r-phost le haghaidh nasc uainn.
it: Controlla la tua casella e-mail per trovare il link che ti abbiamo inviato.
ja: 当社からのリンクをメールでご確認ください。
ru: Пожалуйста, проверьте в электронной почте, пришла ли ссылка
tr: Lütfen e-postanızda bizden bir link olup olmadığını kontrol edin.
vi: Vui lòng kiểm tra đường link trong email đã được chúng tôi gửi cho bạn.
zh: 请检查您的电子邮件，查看我们发送的链接。

# lbl_account_desc
source: To continue, first verify it’s you
ar: للمتابعة، لِنَتَحقَّق من هويتك أولًا
cs: Chcete-li pokračovat, nejprve ověřte, že jste to vy
de: Um fortzufahren, verifizieren Sie zunächst, dass Sie es sind
es: Para continuar primero verifique que es usted
fr: Pour continuer, vérifiez d'abord qu'il s'agit bien de vous
ga: Chun leanúint ar aghaidh, fíoraigh gur tusa atá ann
it: Per continuare, prima verifica che sei tu
ja: 続行するには、まずご本人であることを確認してください。
ru: Чтобы продолжить, сначала подтвердите, что это вы
tr: Devam etmek için önce siz olduğunuzu doğrulayın
vi: Để tiếp tục, hãy xác minh rằng đó là bạn
zh: 要继续，请先验证您的身份

# lbl_two_factor_desc
source: We have sent you an email with a verification code. Please enter it in the box below. The Code will expire in 5 minutes!
ar: لقد أَرسلنا إليكَ رمز التحقُّق عبر البريد الإلكتروني. من فضلك، أَدخِله في الحقل أدناه. ستَنتهي صلاحية الرمز خلال 5 دقائق!
cs: Zaslali jsme vám e-mail s ověřovacím kódem. Zadejte jej prosím do níže uvedeného pole. Platnost kódu vyprší za 5 minut!
de: Wir haben Ihnen eine E-Mail mit einem Verifizierungscode geschickt. Bitte geben Sie ihn in das unten stehende Feld ein. Der Code wird in 5 Minuten ablaufen!
es: Ya le hemos enviado un correo electrónico con un código de verificación. Por favor, introdúzcalo en la casilla de abajo. El código caducará en 5 minutos.
fr: Nous vous avons envoyé un mail contenant un code de vérification. Veuillez le saisir dans la case ci-dessous. Le code expirera dans 5 minutes !
ga: Sheolamar ríomhphost chugat le cód fíorúcháin. Cuir isteach sa bhosca thíos é le do thoil. Rachaidh an Cód in éag i gceann 5 nóiméad!
it: Ti abbiamo inviato un'e-mail con un codice di verifica. Digitalo nel riquadro sottostante. Il Codice scadrà tra 5 minuti!
ja: 認証コードをメールでお送りしました。下のボックスに入力してください。コードの有効期限は5分です！
ru: Мы отправили вам электронное письмо с кодом подтверждения. Пожалуйста, введите его в поле ниже. Срок действия кода истекает через 5 минут!
tr: Size doğrulama kodu içeren bir e-posta gönderdik. Lütfen aşağıdaki kutuya girin. Kodun süresi 5 dakika içinde dolacaktır!
vi: Chúng tôi đã gửi cho bạn một email với mã xác minh. Vui lòng nhập mã đó vào ô bên dưới. Mã xác minh sẽ hết hạn sau 5 phút!
zh: 我们已向您发送了一封带有验证码的电子邮件。请在下面的框中输入。验证码将在5分钟后失效！

# lbl_dont_have_account_desc
source: Don’t have an account?
ar: ليس لديك حساب؟
cs: Nemáte účet?
de: Sie haben noch kein Konto?
es: ¿No tiene una cuenta?
fr: Vous n'avez pas de compte ?
ga: Nach bhfuil cuntas agat?
it: Non hai un account?
ja: アカウントをお持ちでないですか？
ru: У вас нет аккаунта?
tr: Bir hesabınız yok mu?
vi: Bạn chưa có tài khoản?
zh: 还没有帐号？

# lbl_sign_up
source: Sign Up
ar: التسجيل
cs: Zaregistrujte se
de: Anmelden
es: Regístrese
fr: Inscrivez-vous
ga: Clarú
it: Iscriviti
ja: サインアップ
ru: Зарегистрироваться
tr: Kayıt Ol
vi: Đăng ký
zh: 注册

# lbl_success_password_desc
source: You can now use your new password to login into your account
ar: استَخدِم كلمة المرور الجديدة الآن لتسجيل الدخول إلى حسابك
cs: Nyní se můžete pomocí nového hesla přihlásit ke svému účtu
de: Sie können jetzt Ihr neues Passwort verwenden, um sich in Ihr Konto einzuloggen
es: Ya puede utilizar su nueva contraseña para acceder a su cuenta
fr: Vous pouvez maintenant utiliser votre nouveau mot de passe pour vous connecter à votre compte.
ga: Is féidir leat do phasfhocal nua a úsáid anois chun logáil isteach i do chuntas
it: Adesso puoi utilizzare la tua nuova password per accedere al tuo account.
ja: 新しいパスワードを使用してアカウントにログインできるようになりました。
ru: Теперь вы можете использовать новый пароль для входа в свой аккаунт.
tr: Artık hesabınıza giriş yapmak için yeni şifrenizi kullanabilirsiniz
vi: Bây giờ, bạn có thể sử dụng mật khẩu mới để đăng nhập vào tài khoản của bạn
zh: 您现在可以使用新密码登录您的帐户

# lbl_touch_id_desc
source: Enable Login using Touch ID instead of entering your password.
ar: فَعِّل خاصية تسجيل الدخول باستخدام بصمة الإصبع بدلًا من إدخال كلمة المرور.
cs: Povolte přihlašování pomocí Touch ID místo zadávání hesla.
de: Aktivieren Sie die Anmeldung mit Touch ID anstelle der Eingabe Ihres Passworts.
es: Active el inicio de sesión mediante Touch ID en lugar de introducir su contraseña.
fr: Activez la connexion en utilisant Touch ID au lieu de saisir votre mot de passe.
ga: Cumasaigh Logáil Isteach le Touch ID in ionad do phasfhocal a chur isteach.
it: Abilita il Login via Touch ID invece di inserire la password.
ja: パスワード入力の代わりにTouch IDを使用したログインを有効にする。
ru: Добавить вход с помощью Touch ID вместо ввода пароля.
tr: Parolanızı girmek yerine Touch ID kullanarak Oturum Açmayı etkinleştirin.
vi: Bật đăng nhập bằng Touch ID thay vì nhập mật khẩu.
zh: 启用使用Touch ID登录，而不是输入密码。
