Repository: krishnacoding11/stracture
Catalog: stracture_build/lib/l10n/app_*.arb
Languages: ar, cs, de, es, fr, ga, it, ja, ru, tr, vi, zh

# special_character_validation_update_proceed
source: Oops! Added file name contains restricted characters (Restricted Characters ",/,\\,:,*,?,<,>,|,;,%,#,~ or any character with ASCII value less than 32) Please update name and proceed.
ar: عفوًا! يحتوي اسم الملف المُضاف على أحرف مقيدة (الأحرف المقيدة ",/,\\,:,*,?,<,>,|,;,%,#,~ أو أي حرف بقيمة ASCII أقل من 32 ) يرجى تحديث الاسم والمتابعة.
cs: Jejda! Přidán název souboru obsahuje omezené znaky (Restricted Characters ",/,\\,,*,?,<,>,|,;,%,#,~ nebo libovolný znak s ASCII hodnotou menší než 32) Aktualizujte název a pokračujte.
de: Oeps! Toegevoegde bestandsnaam bevat beperkte tekens (beperkte tekens ",/,\\,:,*,?,<,>,|,;,%,#,~ of een teken met een ASCII-waarde kleiner dan 32) Werk de naam bij en ga verder.
es: ¡Ups! El nombre del archivo agregado contiene caracteres restringidos (caracteres restringidos ",/,\\,:,*,?,<,>,|,;,%,#,~ o cualquier carácter con un valor ASCII inferior a 32 ) Por favor actualice el nombre y continúe.
fr: Oups ! Le nom du fichier ajouté contient des caractères restreints (caractères restreints ",/,\\,:,*,?,<,>,|,;,%,#,~ ou tout caractère avec une valeur ASCII inférieure à 32 ) Veuillez mettre à jour votre nom et continuer.
it: Oops! Il nome del file aggiunto contiene caratteri limitati (caratteri con restrizioni ",/,\\,:,*,?,<,>,|,;,%,#,~ o qualsiasi carattere con valore ASCII inferiore a 32) Aggiornare il nome e procedere.
ja: 「追加されたファイル名には制限された文字が含まれています (制限された文字 "、/、\\、:、*、?、<、>、|、;、%、#、~、または ASCII 値が 32 未満の任意の文字) ) 名前を更新して続行してください。
ru: К сожалению! Добавленное имя файла содержит запрещенные символы (ограниченные символы ",/,\\,:,*,?,<,>,|,;,%,#,~ или любой символ со значением ASCII меньше 32 ) Пожалуйста, обновите имя и продолжайте.
tr: Hata! Eklenen dosya adı kısıtlı karakterler (Kısıtlı Karakterler ",/,\\,:,*,?,<,>,|,;,%,#,~ veya ASCII değeri 32'den küçük olan herhangi bir karakter içeriyor) ) Lütfen adı güncelleyin ve devam edin.
vi: Rất tiếc! Tên tệp đã thêm chứa các ký tự bị hạn chế (Ký tự bị hạn chế ",/,\\,:,*,?,<,>,|,;,%,#,~ hoặc bất kỳ ký tự nào có giá trị ASCII nhỏ hơn 32 ) Vui lòng cập nhật tên và tiếp tục.
zh: 糟糕！添加的文件名包含受限制的字符（受限制的字符 "、/、\\、:、*、?、<、>、|、;、%、#、~ 或任何 ASCII 值小于 32 的字符 ) 请更新名称并继续。

# filename_allow_max_200_characters_update_proceed
source: Oops! File name exceeds 200 character limit. Please update name and proceed.
ar: عفوًا! يتجاوز اسم الملف 200 حرف كحد أقصى. يُرجى تحديث الاسم والمتابعة.,
cs: Jejda! Název souboru přesahuje limit 200 znaků. Aktualizujte prosím jméno a pokračujte.
de: Oeps! De bestandsnaam overschrijdt de limiet van 200 tekens. Gelieve de naam bij te werken en verder te gaan
es: ¡Ups! El nombre del archivo excede el límite de 200 caracteres. Actualice el nombre y continúe.
fr: Oups ! Le nom du fichier dépasse la limite de 200 caractères. Veuillez mettre à jour le nom et continuer.
it: Oops! Il nome del file supera il limite di 200 caratteri. Si prega di aggiornare il nome e procedere.
ja: おっと! ファイル名が 200 文字の制限を超えています。名前を更新して続行してください。,
ru: Ой! Имя файла превышает лимит в 200 символов. Пожалуйста, обновите имя и продолжайте.
tr: Hata! Dosya adı 200 karakter sınırını aşıyor. Lütfen adı güncelleyin ve devam edin.
vi: Rất tiếc! Tên tệp vượt quá giới hạn 200 ký tự. Vui lòng cập nhật tên và tiếp tục.
zh: 糟糕！文件名超过 200 个字符限制。请更新名称并继续。

# lbl_write_log
source: Write Log
ar: سجل الكتابة،
cs: Zápis protokolu
de: Logboek schrijven
es: Registro de escritura
fr: Écrire le journal
it: Scrivi registro
ja: ログの書き込み,
ru: Написать журнал
tr: Günlük Yaz
vi: Ghi nhật ký
zh: 写日志

# lbl_new_tasks
source: New Tasks
ar: مهام جديدة،
cs: Nové úkoly
de: Nieuwe taken
es: Nuevas tareas
fr: Nouvelles tâches
it: Nuovi compiti
ja: 新しいタスク、
ru: Новые задачи
tr: Yeni Görevler
vi: Nhiệm vụ mới
zh: 新任务

# lbl_tasks_due_today
source: Tasks Due Today
ar: المهام المستحقة اليوم،
cs: úkoly splatné dnes
de: Taken die vandaag moeten worden uitgevoerd
es: Tareas que vencen hoy
fr: Tâches dues aujourd'hui
it: Compiti dovuti oggi
ja: 「今日が期限のタスク」、
ru: Задачи, которые необходимо выполнить сегодня
tr: Bugün Bitmesi Gereken Görevler
vi: Nhiệm vụ đến hạn hôm nay
zh: 今天到期的任务

# lbl_tasks_due_this_week
source: Tasks Due This Week
ar: المهام المستحقة هذا الأسبوع،
cs: Úkoly splatné tento týden
de: Taken die deze week moeten worden uitgevoerd
es: Tareas pendientes esta semana
fr: Tâches à effectuer cette semaine
it: Compiti in scadenza questa settimana
ja: 「今週期限のタスク」、
ru: Задачи, которые необходимо выполнить на этой неделе
tr: Bu Hafta Bitmesi Gereken Görevler
vi: Nhiệm vụ đến hạn trong tuần này
zh: 本周到期的任务

# lbl_overdue_task
source: Overdue Tasks
ar: المهام المتأخرة،
cs: zpožděné úkoly
de: Achterstallige taken
es: Tareas atrasadas
fr: Tâches en retard
it: Compiti scaduti
ja: 期限を過ぎたタスク、
ru: Просроченные задачи
tr: Gecikmiş Görevler
vi: Nhiệm vụ quá hạn
zh: 逾期任务

# lbl_local_storage
source: Local Storage
ar: التخزين المحلي،
cs: Místní úložiště
de: Lokale opslag
es: Almacenamiento local
fr: Stockage local
it: Archiviazione locale
ja: ローカルストレージ、
ru: Локальное хранилище
tr: Yerel depolama
vi: Lưu trữ cục bộ
zh: 本地存储

# lbl_selection_retry
source: Consider deleting offline content you no longer need, Or edit the selection and retry.
ar: فكر في حذف المحتوى غير المتصل الذي لم تعد بحاجة إليه، أو قم بتحرير التحديد ثم أعد المحاولة.,
cs: Zvažte odstranění offline obsahu, který již nepotřebujete, nebo upravte výběr a zkuste to znovu.
de: Overweeg offline inhoud te verwijderen die u niet langer nodig hebt, of bewerk de selectie en probeer het opnieuw.
es: Considere eliminar el contenido sin conexión que ya no necesita, o edite la selección y vuelva a intentarlo.
fr: Envisagez de supprimer le contenu hors ligne dont vous n'avez plus besoin, ou modifiez la sélection et réessayez.
it: Prendi in considerazione l'eliminazione di contenuti offline che non ti servono più, oppure modifica la selezione e riprova.
ja: 不要になったオフライン コンテンツを削除することを検討するか、選択内容を編集して再試行してください。,
ru: Рассмотрите возможность удаления офлайн-контента, который вам больше не нужен, или отредактируйте выделение и повторите попытку.
tr: Artık ihtiyacınız olmayan çevrimdışı içeriği silmeyi düşünün veya seçimi düzenleyip yeniden deneyin.
vi: Hãy cân nhắc việc xóa nội dung ngoại tuyến mà bạn không còn cần nữa, Hoặc chỉnh sửa lựa chọn và thử lại.
zh: 考虑删除不再需要的离线内容，或编辑选择并重试。

# lbl_edit_selection
source: Edit Selection
ar: تحرير التحديد،
cs: Upravit výběr
de: Selectie bewerken
es: Editar selección
fr: Modifier la sélection
it: Modifica selezione
ja: 選択範囲を編集,
ru: Редактировать выделение
tr: Seçimi Düzenle
vi: Chỉnh sửa lựa chọn
zh: 编辑选择

# removed_offline_records
source: Successfully removed offline records.
ar: تمت إزالة السجلات غير المتصلة بنجاح.,
cs: Úspěšně odebrány offline záznamy.
de: Offline records verwijderd.
es: Registros fuera de línea eliminados exitosamente.
fr: Enregistrements hors ligne supprimés avec succès.
it: Record offline rimossi con successo.
ja: オフライン レコードが正常に削除されました。,
ru: Офлайн-записи успешно удалены.,
tr: Çevrimdışı kayıtlar başarıyla kaldırıldı.
vi: Đã xóa thành công bản ghi ngoại tuyến.
zh: 成功删除离线记录。

source: Please select at least one floor.
ar: يرجى تحديد طابق واحد على الأقل.,
cs: Vyberte alespoň jedno patro.
de: Selecteer ten minste één verdieping.
es: Por favor seleccione al menos un piso.
fr: Veuillez sélectionner au moins un étage.
it: Si prega di selezionare almeno un piano.
ja: 少なくとも 1 つのフロアを選択してください。,
ru: Пожалуйста, выберите хотя бы один этаж.,
tr: Lütfen en az bir kat seçin.
vi: Vui lòng chọn ít nhất một tầng.
zh: 请至少选择一层。

# lbl_cant_open_model
source: Can’t Open Model
ar: لا يمكن فتح النموذج،
cs: Nelze otevřít model
de: Kan model niet openen
es: No se puede abrir el modelo
fr: Impossible d'ouvrir le modèle
it: Impossibile aprire il modello
ja: 「モデルを開けません」、
ru: Невозможно открыть модель
tr: Model Açılamıyor
vi: Không thể mở mô hình
zh: 无法打开模型

# lbl_access_denied
source: You don’t have access over files from requested Model.
ar: ليس لديك إمكانية الوصول إلى الملفات من نموذج الطلب.,
cs: Nemáte přístup k souborům z požadovaného modelu.
de: U hebt geen toegang tot bestanden van het aangevraagde model.
es: No tienes acceso a los archivos del modelo de solicitud.
fr: Vous n'avez pas accès aux fichiers du modèle de demande.
it: Non hai accesso ai file del modello richiesto.
ja: リクエストモデルからファイルにアクセスする権限がありません。,
ru: У вас нет доступа к файлам из модели запроса.
tr: İstek Modelindeki dosyalara erişiminiz yok.
vi: Bạn không có quyền truy cập vào các tệp từ Mô hình yêu cầu.
zh: 您无权访问请求模型中的文件。

# lbl_selected_project_not_set_for_offline
source: Selected project not set for offline
ar: لم يتم تعيين المشروع المحدد للعمل دون اتصال،
cs: Vybraný projekt není nastaven pro režim offline
de: Geselecteerd project niet ingesteld voor offline
es: El proyecto seleccionado no está configurado para estar fuera de línea
fr: Le projet sélectionné n'est pas configuré pour être hors ligne
it: Progetto selezionato non impostato per offline
ja: 選択したプロジェクトはオフライン用に設定されていません,
ru: Выбранный проект не переведен в офлайн-режим
tr: Seçili proje çevrimdışı olarak ayarlanmadı
vi: Dự án đã chọn chưa được đặt ở chế độ ngoại tuyến
zh: 所选项目未设置为离线

# selected_project_not_set_as_offline
source: Selected project has not set for offline usage. Kindly mark the project as offline to mark model as offline.
ar: لم يتم تعيين المشروع المحدد للاستخدام دون اتصال. يرجى وضع علامة على المشروع على أنه غير متصل لوضع علامة على النموذج على أنه غير متصل.,
cs: Vybraný projekt není nastaven pro offline použití. Označte projekt jako offline a označte model jako offline.
de: Het geselecteerde project is niet ingesteld voor offline gebruik. Markeer het project als offline om het model als offline te markeren.
es: El proyecto seleccionado no está configurado para uso sin conexión. Marque el proyecto como sin conexión para marcar el modelo como sin conexión.
fr: Le projet sélectionné n'a pas été configuré pour une utilisation hors ligne. Veuillez marquer le projet comme hors ligne pour marquer le modèle comme hors ligne.
it: Il progetto selezionato non è stato impostato per l'utilizzo offline. Si prega di contrassegnare il progetto come offline per contrassegnare il modello come offline.
ja: 選択したプロジェクトはオフラインで使用するように設定されていません。モデルをオフラインとしてマークするには、プロジェクトをオフラインとしてマークしてください。
ru: Выбранный проект не настроен для автономного использования. Пожалуйста, отметьте проект как автономный, чтобы пометить модель как автономную.
tr: Seçili proje çevrimdışı kullanıma ayarlanmadı. Modeli çevrimdışı olarak işaretlemek için lütfen projeyi çevrimdışı olarak işaretleyin.
vi: Dự án đã chọn chưa được thiết lập để sử dụng ngoại tuyến. Vui lòng đánh dấu dự án là ngoại tuyến để đánh dấu mô hình là ngoại tuyến.
zh: 所选项目尚未设置为离线使用。请将项目标记为离线，以将模型标记为离线。

# supported_file_type_only
source: Apologies! Files with only {file_type} extension are supported.
ar: عذرًا! الملفات ذات الامتداد {file_type} فقط مدعومة.,
cs: Omlouvám se! Podporovány jsou pouze soubory s příponou {file_type}.
de: Excuses! Bestanden met alleen de extensie {file_type} worden ondersteund.
es: ¡Disculpas! Se admiten archivos con solo la extensión {file_type}.
fr: Excuses! Les fichiers avec uniquement l'extension {file_type} sont pris en charge.
it: Scuse! Sono supportati solo i file con estensione {file_type}.
ja: 申し訳ありません。拡張子が {file_type} のみのファイルがサポートされています。,
ru: Приносим извинения! Поддерживаются файлы только с расширением {file_type}.,
tr: Özür dileriz! Yalnızca {file_type} uzantısına sahip dosyalar desteklenmektedir.
vi: Xin lỗi! Các tệp chỉ có phần mở rộng {file_type} được hỗ trợ.
zh: 抱歉！仅支持带有 {file_type} 扩展名的文件。

# lbl_cant_open_form
source: Can’t Open Form
ar: لا يمكن فتح النموذج،
cs: Nelze otevřít formulář
de: Kan formulier niet openen
es: No se puede abrir el formulario
fr: Impossible d'ouvrir le formulaire
it: Impossibile aprire il modulo
ja: 「フォームを開けません」、
ru: Невозможно открыть форму
tr: Form Açılamıyor
vi: Không thể mở biểu mẫu
zh: 无法打开表格

# lbl_open_unsynced_form_in_online
source: Asite Field is unable to open this Form in online mode because form is created in offline mode and it is not synced from offline to online.
ar: حقل Asite غير قادر على فتح هذا النموذج في وضع الاتصال لأن النموذج تم إنشاؤه في وضع عدم الاتصال ولم تتم مزامنته من وضع عدم الاتصال إلى وضع الاتصال.
cs: Pole webu nemůže otevřít tento formulář v režimu online protože formulář je vytvořen v režimu offline a není synchronizován z režimu offline do online.
de: Asite Field kan dit formulier niet openen in de onlinemodus omdat het formulier is gemaakt in de offlinemodus en niet wordt gesynchroniseerd van offline naar online.
es: Asite Field no puede abrir este formulario en modo en línea porque el formulario se crea en modo fuera de línea y no está sincronizado de fuera de línea a en línea.
fr: Asite Field ne peut pas ouvrir ce formulaire en mode en ligne car le formulaire est créé en mode hors ligne et il n'est pas synchronisé hors ligne vers en ligne.
it: Campo sito non è in grado di aprire il modulo in modalità online perché il modulo viene creato in modalità offline e non è sincronizzato da offline a online.
ja: フォームがオフライン モードで作成され、オフラインからオンラインに同期されていないため、Asite Field はこのフォームをオンライン モードで開くことができません。 ,
ru: Asite Field не может открыть эту форму в онлайн-режиме, поскольку форма создается в автономном режиме и не синхронизируется из автономного режима в онлайн.
tr: Asite Field bu Formu çevrimiçi modda açamıyor çünkü form çevrimdışı modda oluşturuldu ve çevrimdışından çevrimiçine senkronize edilmedi.
vi: Trường Asite không thể mở Biểu mẫu này ở chế độ trực tuyến vì biểu mẫu được tạo ở chế độ ngoại tuyến và nó không được đồng bộ hóa từ ngoại tuyến sang trực tuyến.
zh: Asite Field 无法在在线模式下打开此表单 因为表单是在离线模式下创建的，并且未从离线模式同步到在线模式。

# failed_chopping_message
source: File(s) couldn't set for offline from requested model. Please try again.
ar: تعذر تعيين الملف (الملفات) على وضع عدم الاتصال من النموذج المطلوب. الرجاء المحاولة مرة أخرى.
cs: Soubory nelze nastavit pro offline z požadovaného modelu. Zkuste to prosím znovu.
de: Bestand(en) kunnen niet worden ingesteld voor offline van het aangevraagde model. Probeer het opnieuw.
es: No se pudieron configurar los archivos sin conexión desde el modelo solicitado. Inténtelo de nuevo.
fr: Le(s) fichier(s) n'ont pas pu être mis hors ligne à partir du modèle demandé. Veuillez réessayer.
it: Impossibile impostare i file offline dal modello richiesto. Riprova.
ja: 「要求されたモデルからファイルをオフラインに設定できませんでした。もう一度お試しください。」
ru: Файл(ы) не удалось перевести в автономный режим для запрошенной модели. Повторите попытку».
tr: Dosya(lar) istenen modelden çevrimdışı olarak ayarlanamadı. Lütfen tekrar deneyin.
vi: Không thể đặt (các) tệp ở chế độ ngoại tuyến từ kiểu máy được yêu cầu. Vui lòng thử lại
zh: 无法根据请求的模型将文件设置为离线。请重试。

# lbl_offline_project_data_already_exists_model_list_tile
source: Another project '{project_name}' has already been downloaded for offline use. Please unmark this first before downloading another project.
ar: تم بالفعل تنزيل مشروع آخر '{project_name}' للاستخدام دون اتصال بالإنترنت. يرجى إلغاء تحديد هذا أولاً قبل تنزيل مشروع آخر.
cs: Jiný projekt '{project_name}' již byl stažen pro použití offline. Před stažením dalšího projektu zrušte označení.
de: Een ander project '{project_name}' is al gedownload voor offline gebruik. Schakel dit eerst uit voordat u een ander project downloadt.
es: Ya se descargó otro proyecto '{project_name}' para uso sin conexión. Desmarque esto primero antes de descargar otro proyecto.
fr: Un autre projet « {project_name} » a déjà été téléchargé pour une utilisation hors ligne. Veuillez d'abord décocher cette option avant de télécharger un autre projet.
it: Un altro progetto '{project_name}' è già stato scaricato per l'utilizzo offline. Deselezionalo prima di scaricare un altro progetto.
ja: 別のプロジェクト「{project_name}」はオフラインで使用するためにすでにダウンロードされています。 別のプロジェクトをダウンロードする前に、まずこれのマークを外してください。
ru: Другой проект «{project_name}» уже загружен для автономного использования. Пожалуйста, снимите этот флажок перед загрузкой другого проекта.
tr: Başka bir proje '{project_name}' zaten çevrimdışı kullanım için indirildi. Başka bir proje indirmeden önce lütfen bunun işaretini kaldırın.
vi: Một dự án khác '{project_name}' đã được tải xuống để sử dụng ngoại tuyến. Vui lòng bỏ đánh dấu mục này trước khi tải xuống dự án khác.
zh: 另一个项目“{project_name}”已下载以供离线使用。 在下载另一个项目之前，请先取消标记。

# lbl_all
source: All
ar: الجميع
cs: Všechno
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: 全て
ru: Все
tr: Tüm
vi: Tất cả
zh: 全部

# lbl_favorite
source: Favourites
ar: المفضلة
cs: Oblíbené
de: Favorieten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ru: Избранное
tr: Favoriler
vi: Yêu thích
zh: 收藏夹

# lbl_offline_data
source: Offline Data
ar: البيانات دون اتصال
de: Offlinegegevens
es: Datos sin conexión
fr: Données hors ligne
it: Dati non in linea
ja: オフラインデータ
ru: Автономные данные
tr: Çevrimdışı Veri
vi: Dữ liệu ngoại tuyến
zh: 离线数据

source: Search quality plan
ar: خطة جودة البحث
cs: Plán kvality vyhledávání
de: Zoek kwaliteitsplan
es: Plan de calidad de búsqueda
fr: Plan de qualité de recherche
it: Cerca il piano di qualità
ja: 検索品質プラン
ru: План качества поиска
tr: Arama kalitesi planı
vi: Kế hoạch chất lượng tìm kiếm
zh: 搜索质量计划

# lbl_attach
source: Attach
ar: يربط
cs: Připojit
de: Bijvoegen
es: Adjuntar
fr: Attacher
it: Allegare
ja: 添付する
ru: Прикреплять
tr: Eklemek
vi: Gắn
zh: 附

# lbl_images
source: Images
ar: الصور
cs: snímky
de: Afbeeldingen
es: Imágenes
it: immagini
ja: 画像
ru: Изображений
tr: Görüntüler
vi: Hình ảnh
zh: 图片

# lbl_field_version
source: Field Version: {fieldVersionKey}
ar: إصدار الحقل: {fieldVersionKey}
cs: Verze pole: {fieldVersionKey}
de: Veldversie: {fieldVersionKey}
es: Versión de campo: {fieldVersionKey}
fr: Version du champ:{fieldVersionKey}
it: Versione campo: {fieldVersionKey}
ja: フィールドバージョン: {fieldVersionKey}
ru: Версия поля: {fieldVersionKey}
tr: Alan Sürümü: {fieldVersionKey}
vi: Phiên bản trường: {fieldVersionKey}
zh: 字段版本：{fieldVersionKey}

# lbl_released_on
source: was released on {released}
ar: تم إصداره في {released}
cs: vyšlo {released}
de: is uitgebracht op {released}
es: fue liberado el {released}
fr: a été libéré le {released}
it: è stato rilasciato il {released}
ja: にリリースされました {released}
ru: был выпущен {released}
tr: tarihinde serbest bırakıldı {released}
vi: đã được phát hành vào {released}
zh: 被释放于 {released}

# lbl_projects
source: Projects
ar: المشاريع
cs: Projekty
de: Projecten
es: Proyectos
fr: Projets
it: Progetti
ja: プロジェクト
ru: Проекты
tr: Projeler
vi: Dự án
zh: 项目

# lbl_upload_logs
source: Upload logs
ar: تحميل السجلات
cs: Nahrát protokoly
de: Logboeken uploaden
es: Cargar registros
fr: Télécharger les journaux
it: Carica i log
ja: ログをアップロードする
ru: Загрузить журналы
tr: Günlükleri yükle
vi: Tải nhật ký lên
zh: 上传日志

source: File uploaded successfully
ar: تم رفع الملف بنجاح
cs: Soubor byl úspěšně nahrán
de: Datei erfolgreich hochgeladen
es: El archivo ha subido correctamente
fr: Fichier téléchargé avec succès
it: il file è stato caricato con successo
ja: ファイルが正常にアップロードされました
ru: Файл успешно загружен
tr: dosya başarıyla yüklendi
vi: Tải tài liệu thành công
zh: 文件上传成功

source: Selected project has been unmarked for offline usage.
ar: تم إلغاء تحديد المشروع المحدد للاستخدام في وضع عدم الاتصال.
cs: Označení vybraného projektu pro použití offline bylo zrušeno.
de: Die Markierung des ausgewählten Projekts für die Offline-Nutzung wurde aufgehoben.
es: El proyecto seleccionado se ha desmarcado para su uso sin conexión.
fr: Le projet sélectionné n'a pas été marqué pour une utilisation hors ligne.
it: Il progetto selezionato non è stato contrassegnato per l'utilizzo offline.
ja: 選択したプロジェクトはオフラインで使用できるようにマークされていません。
ru: Выбранный проект не помечен для автономного использования.
tr: Seçilen projenin çevrimdışı kullanım işareti kaldırıldı.
vi: Dự án đã chọn đã được bỏ đánh dấu để sử dụng ngoại tuyến.
zh: 所选项目已取消离线使用标记。

# lbl_document_name
source: Document Name
ar: اسم الملف
cs: Název dokumentu
de: Dokumentname
es: nombre del documento
fr: Nom du document
it: nome del documento
ja: 文書名
ru: название документа
tr: Belge Adı
vi: Tên tài liệu
zh: 文件名称

# lbl_document_title
source: Document Title
ar: عنوان الوثيقة
cs: Název dokumentu
de: Dokumenttitel
es: Titulo del documento
fr: Titre du document
it: Titolo del documento
ja: ドキュメントのタイトル
ru: Заголовок документа
tr: Belge başlığı
vi: Tiêu đề tài liệu
zh: 文件名

# lbl_document_revision
source: Revision
ar: مراجعة الوثيقة
cs: Revize dokumentu
de: Überarbeitung des Dokuments
es: Revisión de documentos
fr: Révision des documents
it: Revisione del documento
ja: 文書の改訂
ru: Редакция документа
tr: Doküman Revizyonu
vi: Sửa đổi tài liệu
zh: 文件修订

# lbl_published_date
source: Published Date
ar: تاريخ النشر
cs: Datum zveřejnění
de: Veröffentlichungsdatum
es: Fecha de Publicación
fr: date de publication
it: Data di pubblicazione
ja: 発行日
ru: Дата публикации
tr: yayınlanma tarihi
vi: Ngày xuất bản
zh: 发布日期

# lbl_folder_path
source: Folder Path
ar: مسار الملف
cs: Cesta ke složce
de: Ordnerpfad
es: Ruta de la carpeta
fr: Chemin du dossier
it: Percorso della cartella
ja: フォルダーのパス
ru: Путь к папке
tr: Klasör yolu
vi: Đường dẫn thư mục
zh: 文件夹路径

# lbl_calibration
source: Calibrations
ar: معايرة
cs: Kalibrace
de: Kalibrierung
es: Calibración
fr: Étalonnage
it: Calibrazione
ja: 較正
ru: Калибровка
tr: Kalibrasyon
vi: Sự định cỡ
zh: 校准

# unable_to_uncheck_floor
source: Calibration is already active. Please load other Calibration or close Hybrid view and try again.
ar: المعايرة نشطة بالفعل. يرجى تحميل معايرة أخرى أو إغلاق العرض المختلط والمحاولة مرة أخرى.
cs: Kalibrace je již aktivní. Načtěte prosím jinou kalibraci nebo zavřete hybridní zobrazení a zkuste to znovu.
de: Die Kalibrierung ist bereits aktiv. Bitte laden Sie eine andere Kalibrierung oder schließen Sie die Hybridansicht und versuchen Sie es erneut.
es: La calibración ya está activa. Cargue otra calibración o cierre la vista híbrida e inténtelo de nuevo.
fr: Le calibrage est déjà actif. Veuillez charger un autre calibrage ou fermer la vue hybride et réessayer.
it: La calibrazione è già attiva. Caricare un'altra calibrazione o chiudere la vista ibrida e riprovare.
ja: キャリブレーションはすでにアクティブになっています。 他のキャリブレーションをロードするか、ハイブリッド ビューを閉じて再試行してください。
ru: Калибровка уже активна. Загрузите другую калибровку или закройте гибридный вид и повторите попытку.
tr: Kalibrasyon zaten etkin. Lütfen diğer Kalibrasyonu yükleyin veya Hibrit görünümü kapatıp tekrar deneyin.
vi: Hiệu chuẩn đã được kích hoạt. Vui lòng tải Hiệu chuẩn khác hoặc đóng chế độ xem Kết hợp và thử lại.
zh: 校准已经启动。 请加载其他校准或关闭混合视图，然后重试。

source: Form Code
ar: رمز الاستمارة
cs: Kód formuláře
de: Formularcode
es: Código del Formulario
fr: Code Du Formulaire
ga: Código de formulario
it: Codice modulo
ja: フォームのコード
ru: Код формы
tr: Form Kodu
vi: Mã biểu mẫu
zh: 码表
