Repository: krishnacoding11/stracture
Catalog: stracture_build/lib/l10n/app_*.arb
Languages: ar, cs, de, es, fr, ga, it, ja, ru, tr, vi, zh

# lbl_confirmation_form_cancel_msg
source: Unsaved data will be lost! Click ‘Cancel’ to return to edit the form, or ‘OK’ to proceed to exit.
ar: البيانات غير المحفوظة سوف تُفقَد! اضغط 'إلغاء' للعودة وتعديل النموذج، أو حَدِّد 'موافق' للاستمرار والخروج.
cs: Neuložená databudou ztracena! Klepnutím na tlačítko "Zrušit" se vrátíte k úpravám formuláře nebo klepnutím na tlačítko "OK" přejdete k ukončení.
de: Nicht gespeicherte Daten gehen verloren! Klicken Sie auf "Abbrechen", um zur Bearbeitung des Formulars zurückzukehren, oder auf "OK", um den Vorgang zu beenden.
es: Se perderán los datos no guardados. Haga clic en 'Cancelar' para volver a editar el formulario o en 'Aceptar' para proceder a la salida.
fr: Les données non sauvegardées seront perdues ! Cliquez sur "Annuler" pour revenir à la modification du formulaire ou sur "OK" pour quitter.
ga: Caillfear sonraí nár sábháladh! Cliceáil ‘Cealaigh’ chun filleadh ar an bhfoirm a chur in eagar nó ‘OK’ chun dul ar aghaidh chun imeacht.
it: I dati non salvati andranno perduti! Clicca su "Annulla" per tornare a modificare il modulo o su "OK" per uscire.
ja: 保存されていないデータは失われます！[キャンセル]をクリックしてフォームの編集に戻るか、[OK]をクリックして終了してください。
ru: Все несохраненные данные будут потеряны! Нажмите «Отмена», чтобы вернуться к редактированию формы, или «ОК», чтобы выйти.
tr: Kaydedilmemiş veriler kaybolacaktır! Formu düzenlemeye geri dönmek için 'İptal'e veya çıkışa devam etmek için 'Tamam'a tıklayın.
vi: Dữ liệu chưa được lưu sẽ bị mất! Bấm 'Hủy' để quay lại chỉnh sửa biểu mẫu hoặc 'OK' để tiếp tục thoát.
zh: 未保存的数据将丢失！点击“取消”返回编辑表单，或点击“确定”继续退出。

# lbl_confirmation_sync_mobile_data
source: You are about to download file over your mobile network. This could be charged based on your data plan. Are you sure you want to continue?
ar: أنت على وشك تنزيل ملف عبر شبكة هاتفك المحمول. قد تُحصَّل رسوم على أساس خطتك لاستخدام بيانات الهاتف. هل ترغَب حقًا في المتابعة؟
cs: Chystáte se stáhnout soubor přes mobilní síť. To může být zpoplatněno na základě vašeho datového tarifu. Jste si jisti, že chcete pokračovat?
de: Sie sind im Begriff, eine Datei über Ihr Mobilfunknetz herunterzuladen. Dies könnte je nach Ihrem Datentarif kostenpflichtig sein. Sind Sie sicher, dass Sie fortfahren möchten?
es: Usted está a punto de descargar un archivo a través de su red móvil. Esto podría tener un coste en función de su plan de datos. ¿Está seguro de que desea continuar?
fr: Vous êtes sur le point de télécharger un fichier sur votre réseau mobile. Ce téléchargement peut être facturé en fonction de votre plan de données. Êtes-vous sûr de vouloir continuer ?
ga: Tá tú ar tí comhad a íoslódáil thar do líonra soghluaiste. D’fhéadfaí é seo a ghearradh bunaithe ar do phlean sonraí. An bhfuil tú cinnte gur mhaith leat leanúint ar aghaidh?
it: Stai per scaricare un file sulla tua rete mobile. Questo potrebbe comportare un costo a seconda del tuo piano dati. Sei sicuro di voler continuare?
ja: モバイルネットワーク経由でファイルをダウンロードしようとしています。データプランに基づき課金される可能性があります。本当に続けますか？
ru: Вы собираетесь загрузить файл через мобильную сеть. За это может взиматься плата в зависимости от вашего тарифного плана. Вы уверены, что хотите продолжить?
tr: Mobil ağınız üzerinden dosya indirmek üzeresiniz. Bu, veri planınıza bağlı olarak ücretlendirilebilir. Devam etmek istediğinizden emin misiniz?
vi: Bạn đang chuẩn bị tải tệp qua mạng di động. Việc này có thể tính phí dữ liệu của bạn. Bạn có chắc muốn tiếp tục không?
zh: 您即将在移动网络上下载文件。根据您的数据计划，可能会收取费用。您确定要继续吗？

# lbl_confirmation_enable_sync_mobile_data
source: Your \"Allow Sync in Mobile Data\" setting is off. Allow us to enable it to sync data over your mobile network. Do you want us to enable it for you?
ar: إعداد 'السماح بالمزامنة باستخدام شبكة بيانات الهاتف' مُعطَّل. يُرجى منحنا الإذن لتفعيل مزامنة البيانات عبر شبكة بيانات هاتفك. هل ترغب في تفعيله؟
cs: Vaše nastavení \\Povolit synchronizaci v mobilních datech\ je vypnuté. Dovolte nám povolit synchronizaci dat přes mobilní síť. Chcete, abychom vám to povolili?
de: Ihre Einstellung \\Synchronisierung in mobilen Daten zulassen\ ist deaktiviert. Erlauben Sie uns, die Synchronisierung von Daten über Ihr Mobilfunknetz zu aktivieren. Möchten Sie, dass wir die Synchronisierung für Sie aktivieren?
es: Su ajuste de \"permitir sincronización en datos móviles\" está desactivado. Permítanos habilitarlo para sincronizar datos a través de su red móvil. ¿Desea que lo habilitemos por usted?
fr: Votre paramètre \"Autoriser la synchronisation dans les données mobiles\" est désactivé. Autorisez-nous à l'activer pour synchroniser les données sur votre réseau mobile. Voulez-vous que nous l'activions pour vous ?
ga: Tá do shocrú 'Ceadaigh Sync i Sonraí Soghluaiste' múchta. Lig dúinn é a chumasú sonraí a shioncronú thar do líonra soghluaiste. Ar mhaith leat go gcuirfimid ar do chumas é?
it: La tua impostazione \"Consenti Sincronizzazione con Dati Mobile\" è disattivata. Consentici di attivarla per sincronizzare i dati sulla rete mobile. Vuoi che la attiviamo?
ja: 同期を許可する設定がオフになっています。モバイルネットワーク経由でデータを同期できるようにします。当社で有効にしますか？
ru: Ваша настройка \"Разрешить синхронизацию в мобильных данных\" отключена. Разрешите нам включить синхронизацию данных по вашей мобильной сети. Вы хотите, чтобы мы включили его для вас?
tr: \"Mobil Verilerde Senkronizasyona İzin Ver\" ayarınız kapalı. Verileri mobil ağınız üzerinden senkronize etmek için etkinleştirmemize izin verin. Sizin için etkinleştirmemizi ister misiniz?
vi: Cài đặt \"Cho phép đồng bộ hóa qua Dữ liệu di động\" của bạn bị tắt. Cho phép chúng tôi kích hoạt nó để đồng bộ hóa dữ liệu qua mạng di động của bạn. Bạn có muốn chúng tôi kích hoạt tính năng này cho bạn không?
zh: 您的“允许在移动数据上同步”的设置已关闭。允许我们启用它以在移动网络上同步数据。您要我们为您启用吗？

# lbl_data_limit_title
source: Insufficient Storage
ar: تم تجاوز الحد المسموح به لبيانات الهاتف
cs: Datový limit překročen
de: Datenlimit überschritten
es: Límite de datos superado
fr: Limite de données dépassée
ga: Sáraíodh an Teorainn Sonraí
it: Limite Dati Superato
ja: データ上限超過
ru: Превышен лимит данных
tr: Veri Limiti Aşıldı
vi: Vượt quá Giới hạn Dữ liệu
zh: 数据限额超出

# lbl_data_limit_content
source: This device does not have enough space to download the {gb} of selected content.
ar: تَجاوَز هذا المشروع الحد المسموح به للتنزيل. اختَر موقع واحد أو أكثر في وقت واحد.
cs: Tento projekt překročil limit pro stahování dat. Vyberte prosím jedno nebo více míst najednou.
de: Dieses Projekt hat das Download-Limit überschritten. Bitte wählen Sie einen oder mehrere Standorte auf einmal aus.
es: El proyecto ha superado el límite de descarga. Por favor, seleccione una o más ubicaciones a la vez.
fr: Ce projet a dépassé la limite de téléchargement. Veuillez sélectionner un ou plusieurs sites à la fois.
ga: Tá an teorainn íoslódála sáraithe ag an tionscadal seo. Roghnaigh ionad amháin nó níos mó ag an am céanna.
it: Questo progetto ha superato il limite di download. Seleziona una o più posizioni alla volta.
ja: このプロジェクトはダウンロード制限を超えました。一度に複数の場所を選択してください。
ru: Этот проект превысил лимит загрузки. Выберите одно или несколько местоположений одновременно.
tr: Bu proje indirme sınırını aştı. Lütfen her seferinde bir veya daha fazla konum seçin.
vi: Dự án này đã vượt quá giới hạn tải về. Vui lòng chọn một hoặc nhiều vị trí một lúc.
zh: 此项目已超出下载限制。请一次选择一个或多个位置。

# lbl_download
source: Download
ar: تنزيل
cs: Stáhnout
de: Herunterladen
es: Descargar
fr: Télécharger
ga: Íoslódáil
it: Scarica
ja: ダウンロード
ru: Скачать
tr: İndir
vi: Tải xuống
zh: 下载

# lbl_site_plan_and_task
source: Site Plans & Tasks
ar: خطط الموقع والمهام
cs: Plány lokalit a úkoly
de: Baupläne & Aufgaben
es: Planos y tareas
fr: Plans du site et tâches
ga: Pleananna & Tascanna Láithreáin
it: Piani del Sito e Attività
ja: サイトプランとタスク
ru: Планы и задачи сайта
tr: Site Planları & Görevler
vi: Trang Kế hoạch & Nhiệm vụ
zh: 站点计划与任务

# btn_select
source: Select
ar: اختر
cs: Vyberte
de: Wählen Sie
es: Seleccione
fr: Sélectionner
ga: Roghnaigh
it: Seleziona
ja: 選択
ru: Выбрать
tr: Seçiniz
vi: Chọn
zh: 选择

# lbl_select_all
source: Select All
ar: تحديد الكل
cs: Vyberte Všechny
de: Alles auswählen
es: Seleccionar todo
fr: Sélectionner tout
ga: Roghnaigh Gach Rud
it: Seleziona Tutto
ja: すべて選択
ru: Выбрать все
tr: Tümünü Seç
vi: Chọn Tất cả
zh: 全选

# lbl_clear_all
source: Clear All
ar: مسح الكل
cs: Vymazat Vše
de: Alle löschen
es: Borrar todo
fr: Effacer tout
ga: Soiléir ar fad
it: Elimina Tutto
ja: すべてクリア
ru: Очистить все
tr: Tümünü Temizle
vi: Xóa Tất cả
zh: 清除所有

# lbl_offline_locations
source: Offline Locations
ar: مواقع غير متصلة بالانترنت
cs: Offline Lokality
de: Offline-Standorte
es: Localizaciones offline
fr: Emplacements hors ligne
ga: Suíomhanna As Líne
it: Posizioni Offline
ja: オフラインロケーション
ru: Оффлайн локации
tr: Çevrimdışı Konumlar
vi: Vị trí Ngoại tuyến
zh: 离线位置

# lbl_remove_records
source: Remove Offline Records
ar: إزالة السجلات غير المتصلة بالانترنت
cs: Odstranit Záznamy Offline
de: Offline-Datensätze entfernen
es: Eliminar registros sin conexión
fr: Supprimer les enregistrements hors ligne
ga: Bain Taifid As Líne
it: Rimuovi le Voci Offline
ja: オフライン記録の削除
ru: Удалить оффлайн записи
tr: Çevrimdışı Kayıtları Kaldır
vi: Xóa Hồ sơ Ngoại tuyến
zh: 删除离线记录

# lbl_removing_records
source: Removing Offline Records
ar: جارٍ إزالة السجلات غير المتصلة بالانترنت
cs: Odstranění Záznamů Offline
de: Entfernen von Offline-Datensätzen
es: Eliminar registros sin conexión
fr: Suppression d'enregistrements hors ligne
ga: Taifid As Líne a Bhaint
it: Rimozione delle Voci Offline
ja: オフライン記録の削除
ru: Удаление оффлайн записей
tr: Çevrimdışı Kayıtları Çıkarmak
vi: Đang Xóa Hồ sơ Ngoại tuyến
zh: 正在删除离线记录

# lbl_including_sublocations
source: Including Sub Locations
ar: بما في ذلك المواقع الفرعية
cs: Včetně Dílčích Umístění
de: Unterorte einbeziehen
es: Incluir sublocalizaciones
fr: Inclure des sous-emplacements
ga: Foshuímh san áireamh
it: Includi le Posizioni Secondarie
ja: サブロケーションを含む
ru: Включая дополнительные местоположения
tr: Alt Konumlar Dahil
vi: Bao gồm các Vị trí Phụ
zh: 包括子位置

# lbl_sync_offline_data
source: Sync Offline Data
ar: مزامنة البيانات غير المتصلة بالانترنت
cs: Synchronizace Offline Dat
de: Offline-Daten synchronisieren
es: Sincronizar datos offline
fr: Synchroniser les données hors ligne
ga: Sioncronaigh Sonraí As Líne
it: Sincronizza i Dati Offline
ja: オフラインデータの同期
ru: Синхронизировать оффлайн данные
tr: Çevrimdışı Verileri Senkronize Et
vi: Đồng bộ Dữ liệu Ngoại tuyến
zh: 同步离线数据

# lbl_sync_latest_data
source: Sync Latest Data
ar: مزامنة أحدث البيانات
cs: Synchronizace Nejnovějších Dat
de: Aktuelle Daten synchronisieren
es: Sincronizar los últimos datos
fr: Synchroniser les dernières données
ga: Sioncronaigh na sonraí is déanaí
it: Sincronizza i Dati Più Recenti
ja: 最新データを同期
ru: Синхронизировать последние данные
tr: Son Verileri Senkronize Et
vi: Đồng bộ Dữ liệu Mới Nhất
zh: 同步最新数据

# lbl_work_offline
source: Work Offline
ar: العمل غير متصل بالإنترنت
cs: Práce Offline
de: Offline arbeiten
es: Trabajar sin conexión
fr: Travailler hors ligne
ga: Oibrigh As Líne
it: Lavora Offline
ja: オフライン作業
ru: Работать в оффлайне
tr: Çevrimdışı Çalış
vi: Làm việc Ngoại tuyến
zh: 离线工作

# lbl_work_online
source: Work Online
ar: العمل متصل بالإنترنت
cs: Práce Online
de: Online arbeiten
es: Trabajar en línea
fr: Travail en ligne
ga: Obair ar Líne
it: Lavora Online
ja: オンライン作業
ru: Работать в онлайне
tr: Çevrimiçi Çalış
vi: Làm việc Trực tuyến
zh: 在线工作

source: File downloaded Successfully
ar: تم تنزيل الملف بنجاح
cs: Soubor Úspěšně stažen
de: Datei heruntergeladen Erfolgreich
es: Archivo descargado con éxito
fr: Fichier téléchargé avec succès
ga: D'éirigh le híosluchtú an chomhaid
it: File scaricato Correttamente
ja: ファイルダウンロード成功
ru: Файл успешно загружен
tr: Dosya Başarıyla İndirildi
vi: Tệp đã được tải xuống thành công
zh: 文件下载成功

# failed_file_download
source: Failed to download file
ar: فشل تنزيل الملف
cs: Soubor se nepodařilo stáhnout
de: Datei konnte nicht heruntergeladen werden
es: Fallo al descargar el archivo
fr: Échec du téléchargement du fichier
ga: Theip ar íosluchtú an chomhaid
it: Impossibile scaricare il file
ja: ファイルのダウンロードに失敗しました
ru: Не удалось загрузить файл
tr: Dosya indirilemedi
vi: Không thể tải xuống tệp
zh: 文件下载失败

# lbl_location_plan_unavailable
source: Location Plan Unavailable
ar: خطة الموقع غير مُتاحَة
cs: Plán Umístění Nedostupný
de: Standortplan nicht verfügbar
es: Plan de localización no disponible
fr: Plan de localisation indisponible
ga: Níl an Plean Suímh ar fáil
it: Piano di Posizione Non Disponibile
ja: ロケーションプランが利用できません
ru: План расположения недоступен
tr: Konum Planı Mevcut Değil
vi: Vị trí Kế hoạch Không khả dụng
zh: 位置计划不可用

# lbl_location_does_not_plan_associated
source: This location does not have a plan associated with it. Contact your project administrator for more information.
ar: هذا الموقع ليس لديه به أي خطط. تَواصَل مع مشرف المشروع لمزيد من المعلومات.
cs: K tomuto umístění není přiřazen plán. Další informace získáte od správce projektu.
de: Diesem Ort ist kein Plan zugeordnet. Wenden Sie sich für weitere Informationen an Ihren Projektadministrator.
es: Esta ubicación no tiene un plan asociado. Póngase en contacto con el administrador del proyecto para obtener más información.
fr: Ce lieu n'est pas associé à un plan. Contactez votre administrateur de projet pour plus d'informations.
ga: Níl plean ag baint leis an suíomh seo. Déan teagmháil le do riarthóir tionscadail chun tuilleadh eolais a fháil.
it: A questa posizione non è associato un piano. Contatta l'amministratore del progetto per maggiori informazioni.
ja: このロケーションにはプランが関連付けられていません。プロジェクト管理者にお問い合わせください。
ru: С этим местоположением не связан план. Свяжитесь с вашим администратором проекта для получения дополнительной информации.
tr: Bu konumun kendisiyle ilişkili bir planı yoktur. Daha fazla bilgi için proje yöneticinize başvurun.
vi: Vị trí này không có kế hoạch liên quan. Liên hệ với quản trị viên dự án của bạn để biết thêm thông tin.
zh: 此位置没有与之关联的计划。请联系项目管理员获取更多信息。

# notification_header_Task_center
source: Task Center
ar: مركز المهام
cs: Středisko Úloh
de: Aufgaben-Center
es: Centro de tareas
fr: Centre de tâches
ga: Ionad Tascanna
it: Centro Attività
ja: タスクセンター
ru: Центр задач
tr: Görev Merkezi
vi: Trung tâm Nhiệm vụ
zh: 任务中心

# empty_notification_list_msg
source: ‘You’re all done! No new tasks yet
ar: لقد أتممتَ كل شيء! لا توجد مهام جديدة حتى الآن
cs: Vše je hotovo! Zatím žádné nové úkoly
de: Sie sind fertig! Noch keine neuen Aufgaben
es: '¡Ha terminado! Aún no hay nuevas tareas
fr: Vous avez terminé ! Pas encore de nouvelles tâches
ga: Tá sibh ar fad déanta! Níl aon tascanna nua fós
it: Finito! Non ci sono ancora nuove attività
ja: 「すべて完了しました！」新しいタスクはまだありません
ru: «Все готово! Новых задач пока нет
tr: Tüm görevleriniz tamamlandı! Henüz yeni görev yok
vi: Bạn đã hoàn tất! Chưa có nhiệm vụ mới
zh: “您已完成！还没有新任务

# lbl_offline_data_already_exists
source: Offline data already exists
ar: توجَد بيانات غير متصلة بالفعل
cs: Data offline již existují
de: Offline-Daten sind bereits vorhanden
es: Ya existen datos offline
fr: Les données hors ligne existent déjà
ga: Tá sonraí as líne ann cheana
it: I dati offline esistono già
ja: オフラインデータが既に存在します
ru: Оффлайн-данные уже есть
tr: Çevrimdışı veriler zaten mevcut
vi: Dữ liệu ngoại tuyến đã tồn tại
zh: 离线数据已存在

# lbl_offline_project_data_already_exists
source: A project has already been downloaded for offline use. Please unmark this first before downloading another project.
ar: تم تنزيل مشروع بالفعل للاستخدام غير المتصل بالشبكة. يُرجى إلغاء العلامة عن هذا أولاً قبل تنزيل مشروع آخر.
cs: Projekt již byl stažen pro použití offline. Před stažením dalšího projektu nejprve zrušte jeho označení.
de: Es wurde bereits ein Projekt zur Offline-Nutzung heruntergeladen. Bitte entfernen Sie die Markierung, bevor Sie ein weiteres Projekt herunterladen.
es: Un proyecto ya ha sido descargado para su uso sin conexión. Por favor, desmarque esto primero antes de descargar otro proyecto.
fr: Un projet a déjà été téléchargé pour une utilisation hors ligne. Veuillez le décocher avant de télécharger un autre projet.
ga: Íoslódáladh tionscadal cheana féin le húsáid as líne. Dímharcáil é seo ar dtús sula n-íoslódálann tú tionscadal eile.
it: Un progetto è già stato scaricato per l'uso offline. Deseleziona questo progetto prima di scaricarne un altro.
ja: プロジェクトはすでにオフライン用にダウンロードされています。別のプロジェクトをダウンロードする前に、まずこのマークを外してください。
ru: Проект уже загружен для автономного использования. Пожалуйста, снимите этот флажок, прежде чем загружать другой проект.
tr: Bir proje çevrimdışı kullanım için zaten indirilmiş. Lütfen başka bir proje indirmeden önce bunun işaretini kaldırın.
vi: Một dự án đã được tải xuống để sử dụng ngoại tuyến. Vui lòng hủy đánh dấu trước khi tải xuống dự án khác.
zh: 已经为离线使用下载了一个项目。请在下载另一个项目之前先取消标记此项目。

# lbl_project_size_confirm_message
source: The approximate download size for this offline content is {project_size} are you sure you wish to continue?
ar: هل ترغَب حقًا بالاستمرار؟ الحجم المُقدَّر لتنزيل هذا المحتوى غير المتصل بالشبكة هو {project_size}.
cs: Přibližná velikost stahování tohoto offline obsahu je {project_size} Určitě si přejete pokračovat?
de: Die ungefähre Downloadgröße für diesen Offline-Inhalt beträgt {project_size} Sind Sie sicher, dass Sie fortfahren möchten?
es: La descarga aproximada de este contenido sin conexión es de {project_size} ¿Está seguro de que desea continuar?
fr: La taille approximative du téléchargement de ce contenu hors ligne est de {project_size} Êtes-vous sûr de vouloir continuer ?
ga: Is é {project_size} an neasmhéid íoslódála don ábhar as líne seo an bhfuil tú cinnte gur mian leat leanúint ar aghaidh?
it: La dimensione indicativa del download di questo contenuto offline è di {project_size}. Sei sicuro di voler continuare?
ja: このオフラインコンテンツのおおよそのダウンロードサイズは{project_size}です。
ru: Приблизительный размер загружаемого офлайн-контента: {project_size}. Вы уверены, что хотите продолжить?
tr: Bu çevrimdışı içerik için yaklaşık indirme boyutu {project_size} devam etmek istediğinizden emin misiniz?
vi: Dung lượng tải xuống xấp xỉ của nội dung ngoại tuyến này là {project_size} bạn có chắc muốn tiếp tục không?
zh: 此离线内容的大致下载大小为{project_size}，您确定要继续吗？

# lbl_calculating_download_size
source: Calculating download size please be patient...
ar: جارٍ حساب حجم التنزيل، يُرجى الانتظار...
cs: Výpočet velikosti stahování Buďte prosím trpěliví...
de: Berechnung der Downloadgröße Bitte haben Sie etwas Geduld...
es: Estamos calculando el tamaño de la descarga, por favor, tenga paciencia...
fr: Calcul de la taille des téléchargements, veuillez patienter...
ga: Ag ríomh méid íoslódála, le do thoil a bheith foighneach...
it: Calcolo delle dimensioni del download, attendi...
ja: ダウンロードサイズを計算しています。
ru: Расчет размера загрузки, пожалуйста, будьте терпеливы...
tr: İndirme boyutu hesaplanıyor lütfen biraz sabrediniz...
vi: Đang tính toán dung lượng tải xuống, xin vui lòng chờ...
zh: 正在计算下载大小，请耐心等待...

# lbl_working_offline
source: You are working offline
ar: أنت تعمل دون الاتصال بالإنترنت
cs: Pracujete offline
de: Sie arbeiten offline
es: Está trabajando sin conexión
fr: Vous travaillez hors ligne
ga: Tá tú ag obair as líne
it: Stai lavorando offline
ja: あなたはオフラインで作業しています
ru: Вы работаете в автономном режиме
tr: Çevrimdışı çalışıyorsunuz
vi: Bạn đang làm việc ngoại tuyến
zh: 您正在离线工作

# lbl_working_offline_msg
source: Any changes you make will be auto synced when connected to the network again.
ar: ستَتم مزامنة أي تعديلات تلقائيًا عندما تُعاوِدُ الاتصال بالشبكة.
cs: Veškeré provedené změny budou automaticky synchronizovány po opětovném připojení k síti.
de: Alle Änderungen, die Sie vornehmen, werden automatisch synchronisiert, sobald Sie wieder mit dem Netzwerk verbunden sind.
es: Todos los cambios que realice se sincronizarán automáticamente cuando vuelva a conectarse a la red.
fr: Toutes les modifications que vous apportez seront automatiquement synchronisées lorsque vous serez à nouveau connecté au réseau.
ga: Déanfar aon athruithe a dhéanann tú a shioncronú go huathoibríoch nuair a bheidh siad ceangailte leis an líonra arís.
it: Tutte le modifiche apportate verranno sincronizzate automaticamente quando verrai nuovamente connesso alla rete.
ja: 変更した内容は、再度ネットワークに接続すると自動的に同期されます。
ru: Любые внесенные вами изменения будут автоматически синхронизированы при повторном подключении к сети.
tr: Yaptığınız tüm değişiklikler ağa tekrar bağlandığınızda otomatik olarak senkronize edilecektir.
vi: Mọi thay đổi mà bạn đã thực hiện sẽ được tự động đồng bộ hóa khi kết nối lại với mạng.
zh: 在重新连接到网络时，您所做的任何更改都将自动同步。

# lbl_system_syncing
source: System Syncing
ar: النظام قيد المزامنة
cs: Synchronizace Systému
de: System-Synchronisierung
es: Sincronización del sistema
fr: Synchronisation du système
ga: Sioncronú Córais
it: Sincronizzazione Sistema
ja: システムの同期
ru: Синхронизация системы
tr: Sistem Senkronizasyonu
vi: Đang đồng bộ hóa hệ thống
zh: 系统同步中

# lbl_system_syncing_msg
source: The system is syncing any changes to your device's offline data with the server
ar: النظام يُزامِنُ حاليًا التغييرات على بيانات الجهاز غير المتصلة بالشبكة مع الخادم.
cs: Systém synchronizuje veškeré změny offline dat vašeho zařízení se serverem.
de: Das System synchronisiert alle Änderungen an den Offline-Daten Ihres Geräts mit dem Server
es: Las modificaciones realizadas en los datos sin conexión de su dispositivo se están sincronizando con el servidor.
fr: Le système synchronise avec le serveur les modifications apportées aux données hors ligne de votre appareil.
ga: Tá an córas ag sioncronú aon athruithe ar shonraí as líne do ghléis leis an bhfreastalaí
it: Il sistema sta sincronizzando con il server le modifiche apportate ai dati offline del tuo dispositivo.
ja: お使いのデバイスのオフラインデータに変更があった場合、システムがサーバーと同期しています。
ru: Система синхронизирует любые изменения оффлайн данных вашего устройства с сервером.
tr: Sistem, cihazınızın çevrimdışı verilerinde yapılan değişiklikleri sunucu ile senkronize ediyor
vi: Hệ thống đang đồng bộ hóa mọi thay đổi từ dữ liệu ngoại tuyến trên thiết bị với máy chủ
zh: 系统正在将您设备的离线数据中的任何更改与服务器同步

# lbl_system_sync_successfull
source: Synchronization Successful
ar: تمت المزامنة بنجاح
cs: Synchronizace proběhla Úspěšně
de: Syncronisierung erfolgreich
es: Sincronización correcta
fr: Synchronisation réussie
ga: D'éirigh le sioncrónú
it: Sincronizzazione Riuscita
ja: 同期成功
ru: Синхронизация прошла успешно
tr: Senkronizasyon Başarılı
vi: Đồng bộ hóa thành công
zh: 同步成功

# lbl_system_sync_successfull_msg
source: Your offline data is up to date now.
ar: بياناتك غير المتصلة بالإنترنت مُحدَّثَة الآن.
cs: Vaše offline data jsou nyní aktuální.
de: Ihre Offline-Daten sind jetzt auf dem neuesten Stand.
es: Sus datos sin conexión ya están actualizados.
fr: Vos données hors ligne sont maintenant à jour.
ga: Tá do shonraí as líne cothrom le dáta anois.
it: I tuoi dati offline ora sono aggiornati.
ja: オフラインデータが最新になりました。
ru: Ваши оффлайн-данные обновлены.
tr: Çevrimdışı verileriniz artık güncel.
vi: Dữ liệu ngoại tuyến của bạn đã được cập nhật mới nhất.
zh: 您的离线数据已经是最新的。

# lbl_system_sync_fail
source: Offline data is not synced successfully
ar: فشل مُزامنة بياناتك غير المتصلة بالإنترنت
cs: Offline data nebyla úspěšně synchronizována
de: Offline-Daten wurden nicht erfolgreich synchronisiert
es: Los datos offline no se han sincronizado correctamente
fr: Les données hors ligne ne sont pas synchronisées avec succès
ga: Ní dhéantar sonraí as líne a shioncronú go rathúil
it: Sincronizzazione dei dati offline non riuscita
ja: オフラインデータが正常に同期されていません
ru: Автономные данные не синхронизируются успешно
tr: Çevrimdışı veriler düzgün senkronize edilemiyor
vi: Dữ liệu ngoại tuyến đồng bộ hóa không thành công
zh: 离线数据同步失败
