Repository: krishnacoding11/stracture
Catalog: stracture_build/lib/l10n/app_*.arb
Languages: ar, cs, de, es, fr, ga, it, ja, ru, tr, vi, zh

source: Models Loaded Successfully.
ar: تم رفع النماذج بنجاح.
cs: Modely byly úspěšně načteny.
de: Erfolgreich geladene Modelle.
es: Modelos cargados correctamente.
fr: Modèles chargés avec succès.
ga: D'éirigh le samhlacha a luchtaíodh.
it: Modelli Caricati Correttamente.
ja: モデルが正常にロードされました。
ru: Модели загружены успешно.
tr: Modeller Başarıyla Yüklendi.
vi: Mô hình đã Tải thành công.
zh: 模型已成功加载。

source: Model Loaded Successfully.
ar: تم رفع النموذج بنجاح.
cs: Model úspěšně načten.
de: Modell erfolgreich geladen.
es: Modelo cargado correctamente.
fr: Modèle chargé avec succès.
ga: D'éirigh le luchtú na samhla.
it: Modello Caricato Correttamente.
ja: モデルのロードに成功しました。
ru: Модель успешно загружена.
tr: Model Başarıyla Yüklendi.
vi: Mô hình đã Tải thành công.
zh: 模型已成功加载。

# connection_lost
source: Network connection lost
ar: قُطِعَ الاتصال بالشبكة
cs: Ztráta síťového připojení
de: Netzwerkverbindung verloren
es: Conexión de red perdida
fr: Connexion réseau perdue
ga: Cailleadh nasc líonra
it: Connessione alla rete persa
ja: ネットワーク接続が失われました
ru: Сетевое подключение потеряно
tr: Ağ bağlantısı kesildi
vi: Mất kết nối mạng
zh: 网络连接已丢失

# reconnect_network_offline
source: Please reconnect to the network. Otherwise, please enable offline working to ensure a better experience.
ar: أَعِد الاتصال بالشبكة. أو يمكنك تفعيل إمكانية العمل دون اتصال بالشبكة لضمان تجربة أفضل.
cs: Znovu se připojte k síti. V opačném případě prosím povolte práci offline, abyste zajistili lepší zážitek.
de: Bitte verbinden Sie sich erneut mit dem Netzwerk. Andernfalls aktivieren Sie bitte die Offline-Funktion, um ein besseres Erlebnis zu gewährleisten.
es: Le rogamos que vuelva a conectarse a la red. En caso contrario, active el funcionamiento sin conexión para garantizar una mejor experiencia.
fr: Veuillez vous reconnecter au réseau. Sinon, veuillez activer le travail hors ligne pour garantir une meilleure expérience.
ga: Athcheangail leis an líonra le do thoil. Seachas sin, cumasaigh oibriú as líne chun eispéireas níos fearr a chinntiú.
it: Ricollegati alla rete. Altrimenti, attiva la modalità di lavoro offline per garantire un'esperienza migliore.
ja: ネットワークに再接続してください。そうでなければ、より良い体験を保証するためにオフライン作業を有効にしてください。
ru: Пожалуйста, повторно подключитесь к сети. В противном случае перейдите в оффлайн режим для лучшего соединения.
tr: Lütfen ağa yeniden bağlanın. Aksi takdirde, daha iyi bir deneyim sağlamak için lütfen çevrimdışı çalışmayı etkinleştirin.
vi: Vui lòng kết nối lại mạng. Nếu không, vui lòng bật chế độ làm việc ngoại tuyến để có trải nghiệm tốt hơn.
zh: 请重新连接到网络。否则，请启用离线工作以确保更好的体验。

source: No Model Found.
ar: لا يوجَد أي نماذج.
cs: Nebyl nalezen žádný model.
de: Kein Modell gefunden.
es: No se ha encontrado ningún modelo.
fr: Aucun modèle trouvé.
ga: Níor aimsíodh samhail ar bith.
it: Nessun Modello Trovato.
ja: モデルが見つかりません。
ru: Модель не найдена.
tr: Model Bulunamadı.
vi: Không tìm thấy Mô hình.
zh: 未找到模型。

source: Make Transparent
ar: اِجعله شفاف
cs: Zpřístupnit
de: Transparent machen
es: Hacer transparente
fr: Rendre transparent
ga: Déan Trédhearcach
it: Rendi Trasparente
ja: 透明にする
ru: Сделать прозрачным
tr: Şeffaf Yap
vi: Làm mờ
zh: 使透明

source: Isolate
ar: عزل
cs: Izolovat
de: Isolieren
es: Aislar
fr: Isoler
ga: Leithlisigh
it: Isola
ja: 分離する
ru: Изолировать
tr: İzole et
vi: Cô lập
zh: 隔离

source: Focus
ar: تركيز
cs: Zaměření
de: Fokussieren
es: Enfocar
fr: Mettre l'accent
ga: Fócas
it: Focalizza
ja: フォーカス
ru: Сконцентрироваться
tr: Odakla
vi: Tập trung
zh: 聚焦

source: Assign Color
ar: تعيين لون
cs: Přiřadit barvu
de: Farbe zuweisen
es: Asignar Color
fr: Attribuer une couleur
ga: Sann Dath
it: Assegna Colore
ja: 色を割り当てる
ru: Добавить цвет
tr: Renk Ata
vi: Gán màu
zh: 指定颜色

# search_calibration
source: Search Calibration Name...
ar: البحث عن اسم المُعايَرة...
cs: Hledat název kalibrace...
de: Kalibrierungsname suchen...
es: Buscar nombre de calibración...
fr: Rechercher le nom de l'étalonnage...
ga: Cuardaigh Ainm calabrúcháin...
it: Cerca Nome Calibrazione...
ja: キャリブレーション名を検索
ru: Поиск названия калибровки...
tr: Kalibrasyon Adı Ara...
vi: Tìm kiếm Tên hiệu chuẩn...
zh: 搜索校准名称...

# lbl_empty_project
source: You haven’t been allocated any projects yet
ar: لم تُخصَّص أي مشاريع إليك حتى الآن
cs: Zatím vám nebyly přiděleny žádné projekty
de: Sie haben noch keine Projekte zugewiesen bekommen
es: Aún no se le ha asignado ningún proyecto
fr: Aucun projet ne vous a encore été attribué
ga: Níor leithdháileadh aon tionscadal ort go fóill
it: Non ti è stato assegnato alcun progetto
ja: まだプロジェクトが割り当てられていません
ru: Вам еще не выделено ни одного проекта
tr: Henüz size herhangi bir proje tahsis edilmedi
vi: Bạn chưa được phân công vào bất kỳ dự án nào
zh: 您尚未被分配到任何项目 - 请联系管理员寻求帮助。

# lbl_empty_fav_project
source: You haven't marked any projects as favourite
ar: لم تُحدِّد أي مشروع بقائمة المشروعات المُفضَّلة
cs: Neoznačili jste žádné projekty jako oblíbené
de: Sie haben noch keine Projekte als Favoriten markiert
es: No ha marcado ningún proyecto como favorito
fr: Vous n'avez marqué aucun projet comme favori
ga: Níor mharcáil tú aon tionscadal mar an ceann is fearr leat
it: Non hai segnato nessun progetto come preferito
ja: お気に入りのプロジェクトがありません
ru: Вы не отметили избранным ни одного проекта
tr: Hiçbir projeyi favori olarak işaretlemediniz
vi: Bạn chưa đánh dấu bất kỳ dự án nào là yêu thích
zh: 您尚未将任何项目标记为收藏。

source: Select a file
ar: اختر ملفًا
cs: Vyberte soubor
de: Wählen Sie eine Datei
es: Seleccione un archivo
fr: Sélectionner un fichier
ga: Roghnaigh comhad
it: Seleziona un file
ja: ファイルを選択してください
ru: Выберите файл
tr: Bir dosya seçin
vi: Chọn một tệp
zh: 选择文件

# could_not_load_model
source: Couldn't load the model, please reopen it from the model list.
ar: غير قادر على تحميل النموذج، أَعِد فتحه باستخدام قائمة النماذج.
cs: Nepodařilo se načíst model, otevřete jej prosím znovu ze seznamu modelů.
de: Das Modell konnte nicht geladen werden, bitte öffnen Sie es erneut über die Modellliste.
es: No ha podido cargar el modelo, por favor, vuelva a abrirlo desde la lista de modelos.
fr: Impossible de charger le modèle. Veuillez le rouvrir à partir de la liste des modèles.
ga: Níorbh fhéidir an tsamhail a luchtú le do thoil é a athoscailt ó liosta na samhla.
it: Non è stato possibile caricare il modello, per favore riaprilo dall'elenco dei modelli.
ja: モデルを読み込めませんでした。モデルリストから再度開いてください。
ru: Не удалось загрузить модель. Пожалуйста, снова откройте ее из списка моделей.
tr: Model yüklenemedi, lütfen model listesinden yeniden açın.
vi: Không thể tải mô hình này, vui lòng mở lại từ danh sách mô hình.
zh: 无法加载模型，请从模型列表中重新打开它。

source: Something went wrong
ar: حَدَثَ خطأ ما
cs: Něco se pokazilo
de: Etwas ist schief gelaufen
es: Algo ha ido mal
fr: Un problème s'est produit
ga: Chuaigh rud éigin mícheart
it: Qualcosa è andato storto
ja: 何か問題があります
ru: Что-то пошло не так
tr: Bir şeyler ters gitti
vi: Đã xảy ra lỗi
zh: 出了些问题

source: Go To Models List
ar: انتقل إلى قائمة النماذج
cs: Přejít na seznam modelů
de: Zur Modellliste gehen
es: Ir a la lista de modelos
fr: Aller à la liste des modèles
ga: Téigh go dtí Liosta na Samhlacha
it: Vai all'Elenco dei Modelli
ja: モデルリストへ
ru: Перейти к списку моделей
tr: Model Listesine Git
vi: Đi đến Danh sách Mô hình
zh: 转到模型列表

# search_models
source: Search For...
ar: البحث في النماذج...
cs: Hledat modely...
de: Modelle suchen...
es: Buscar modelos...
fr: Rechercher des modèles...
ga: Múnlaí Cuardaigh...
it: Cerca Modelli...
ja: モデルを検索...
ru: Поиск моделей...
tr: Model Ara...
vi: Tìm kiếm Mô hình...
zh: 搜索模型...

# insufficient_storage
source: We cannot load this heavy model further. Please try using a higher configuration device.
ar: لا يمكننا تحميل هذا النموذج الثقيل حاوِل باستخدام جهاز له إمكانيات تعريف أعلى.
cs: Tento těžký model nelze dále načíst. Zkuste prosím použít zařízení s vyšší konfigurací.
de: Wir können dieses schwere Modell nicht weiter laden. Bitte versuchen Sie es mit einem höher konfigurierten Gerät.
es: No es posible cargar más este pesado modelo. Por favor, inténtelo con un dispositivo de mayor configuración.
fr: Nous ne pouvons plus charger ce modèle lourd. Veuillez essayer d'utiliser un appareil de configuration supérieure.
ga: Ní féidir linn an tsamhail throm seo a luchtú tuilleadh. Bain triail as gléas cumraíochta níos airde a úsáid.
it: Non possiamo caricare oltre questo modello pesante. Prova a usare un dispositivo con una configurazione più elevata.
ja: こちらの重いモデルはこれ以上読み込めません。より高い構成のデバイスを使用してみてください。
ru: Мы не можем дальше загружать эту тяжелую модель. Попробуйте использовать устройство с более высокой конфигурацией.
tr: Bu yüksek kapasiteli modeli daha fazla yükleyemiyoruz. Lütfen daha yüksek konfigürasyonlu bir cihaz kullanmayı deneyin.
vi: Chúng tôi không thể tải mô hình có cấu hình nặng này. Vui lòng thử sử dụng thiết bị có cấu hình cao hơn.
zh: 我们无法进一步加载此庞大的模型。请尝试使用配置更高的设备。

# no_quality_data_available
source: There is no quality plan available in this project
ar: لا توجد خطط جودة متاحة في هذا المشروع
cs: V tomto projektu není k dispozici žádný plán kvality
de: Es ist kein Qualitätsplan in diesem Projekt verfügbar.
es: No hay plan de calidad disponible en este proyecto
fr: Il n'y a pas de plan de qualité disponible dans ce projet
ga: Níl aon phlean cáilíochta ar fáil sa tionscadal seo
it: Non è disponibile alcun piano di qualità per questo progetto
ja: このプロジェクトには利用可能な品質プランがありません。
ru: В этом проекте нет плана обеспечения качества.
tr: Bu projede herhangi bir kalite planı mevcut değildir
vi: Không có kế hoạch chất lượng nào có sẵn trong dự án này
zh: 此项目中没有可用的质量计划

# lbl_quality_updated
source: Updated:
ar: تم تحديث:
cs: Aktualizováno:
de: Aktualisiert:
es: Actualizado:
fr: Mise à jour :
ga: Nuashonraithe:
it: Aggiornato:
ja: 更新:
ru: Обновлено:
tr: Güncellendi:
vi: Cập nhật:
zh: 更新：

source: Last Updated
ar: آخر تحديث
cs: Poslední aktualizace
de: Zuletzt aktualisiert
es: Última actualización
fr: Dernière mise à jour
ga: An Nuashonrú Is Déanaí
it: Ultimo Aggiornamento
ja: 最終更新
ru: Последнее обновление
tr: Son Güncelleme
vi: Cập nhật lần cuối
zh: 最后更新时间

source: No Location Found.
ar: لا تُوجَد مواقع متاحة.
cs: Nebylo nalezeno žádné umístění.
de: Kein Standort gefunden.
es: No se ha encontrado ninguna ubicación.
fr: Aucun lieu n'a été trouvé.
ga: Níor aimsíodh suíomh ar bith.
it: Nessuna Posizione Trovata.
ja: 場所が見つかりません。
ru: Местоположение не найдено.
tr: Konum Bulunamadı.
vi: Không tìm thấy Vị trí.
zh: 未找到位置。

source: Activities
ar: الأنشطة
cs: Činnosti
de: Aktivitäten
es: Actividades
fr: Activités
ga: Gníomhaíochtaí
it: Attività
ja: アクティビティ
ru: Действия
tr: Etkinlikler
vi: Hoạt động
zh: 活动

source: Blocked
ar: محظور
cs: Blokováno
de: Gesperrt
es: Bloqueado
fr: Bloqué
ga: Bactha
it: Bloccato
ja: ブロック
ru: Заблокировано
tr: Engellendi
vi: Bị chặn
zh: 受阻

source: N/A
ar: غير متاح
cs: NE
de: NICHT ZUTREFFEND
fr: SANS OBJET
it: N.D.
ja: 該当なし
ru: Н/Д
zh: 不适用

source: No Activity Found
ar: لا توجد أنشطة متاحة
cs: Nebyla nalezena žádná aktivita
de: Keine Aktivität gefunden
es: No se ha encontrado ninguna actividad
fr: Aucune activité trouvée
ga: Níor aimsíodh gníomhaíocht ar bith
it: Nessuna Attività Trovata
ja: アクティビティが見つかりません
ru: Действия не найдены
tr: Etkinlik Bulunamadı
vi: Không tìm thấy Hoạt động
zh: 未找到活动

source: Open
ar: فتح
cs: Otevřeno
de: Offen
es: Abrir
fr: Ouvrir
ga: Oscail
it: Apri
ja: オープン
ru: Открыть
tr: Aç
vi: Mở
zh: 打开

# lbl_no_project_data
source: Project Data is not available. Please contact workspace administrator
ar: بيانات المشروع غير متوفرة. يُرجى التواصل مع مسؤول ورشة العمل.
cs: Údaje o projektu nejsou k dispozici. Kontaktujte prosím správce pracovního prostoru
de: Projektdaten sind nicht verfügbar.
es: No hay datos del proyecto disponibles. Póngase en contacto con el administrador del espacio de trabajo
fr: Les données du projet ne sont pas disponibles. Veuillez contacter l'administrateur de l'espace de travail
ga: Níl Sonraí Tionscadail ar fáil. Téigh i dteagmháil le riarthóir an spáis oibre
it: I Dati del Progetto non sono disponibili. Contatta l'amministratore del tuo spazio di lavoro
ja: プロジェクトデータがありません。ワークスペース管理者にお問い合わせください。
ru: Данные проекта недоступны. Пожалуйста, свяжитесь с администратором рабочей области
tr: Proje Verileri mevcut değil. Lütfen çalışma alanı yöneticisiyle iletişime geçin
vi: Dữ liệu Dự án không có sẵn. Vui lòng liên hệ với quản trị viên không gian làm việc
zh: 项目数据不可用。请联系工作区管理员

# quality_content_no_view_permission
source: You do not have a permission to view the content. Please contact your administrator.
ar: ليس لديك إذن لعرض المحتوى. يُرجى التواصل مع مُشرِفَك.
cs: Nemáte oprávnění k zobrazení obsahu. Kontaktujte prosím svého správce.
de: Sie haben keine Berechtigung, den Inhalt zu sehen.
es: No tiene permiso para ver el contenido. Póngase en contacto con su administrador.
fr: Vous n'avez pas l'autorisation de voir le contenu. Veuillez contacter votre administrateur.
ga: Níl cead agat amharc ar an ábhar. Téigh i dteagmháil le do riarthóir.
it: Non hai i permessi per visualizzare il contenuto. Contatta l'amministratore.
ja: コンテンツの閲覧権限がありません。管理者に連絡してください。
ru: У вас нет разрешения на просмотр содержимого. Пожалуйста, свяжитесь с вашим администратором.
tr: İçeriği görüntülemek için izniniz yok. Lütfen yöneticinizle iletişime geçin.
vi: Bạn không có quyền xem nội dung này. Vui lòng liên hệ với quản trị viên.
zh: 您无权限查看内容。请联系管理员。

# quality_no_create_file_permission
source: You do not have permission to add file. Please contact your workspace administrator.
ar: ليس لديك إذن لإضافة ملف. تَواصَل مع مُشرِف ورشة العمل.
cs: Nemáte oprávnění k přidání souboru. Kontaktujte prosím správce pracovního prostoru.
de: Sie haben nicht die Berechtigung, eine Datei hinzuzufügen. Bitte wenden Sie sich an Ihren Arbeitsbereich-Administrator.
es: No tiene permisos para añadir archivos. Póngase en contacto con el administrador de su espacio de trabajo.
fr: Vous n'avez pas la permission d'ajouter un fichier. Veuillez contacter l'administrateur de votre espace de travail.
ga: Níl cead agat comhad a chur leis. Téigh i dteagmháil le do riarthóir spás oibre.
it: Non hai i permessi per aggiungere un file. Contatta l'amministratore del tuo spazio di lavoro.
ja: ファイルを追加する権限がありません。ワークスペース管理者にお問い合わせください。
ru: У вас нет разрешения на добавление файла. Обратитесь к администратору рабочей области.
tr: Dosya eklemek için izniniz yok. Lütfen çalışma alanı yöneticinizle iletişime geçin.
vi: Bạn không có quyền thêm tệp tin. Vui lòng liên hệ với quản trị viên không gian làm việc.
zh: 您没有权限添加文件。请联系工作区管理员。

# quality_no_create_form_permission
source: You do not have a permission to create a form. Please contact your workspace administrator.
ar: ليس لديك إذن لإنشاء نموذج. تَواصَل مع مُشرِف ورشة العمل.
cs: Nemáte oprávnění k vytvoření formuláře. Kontaktujte prosím svého správce pracovního prostoru.
de: Sie haben nicht die Berechtigung, ein Formular zu erstellen. Bitte wenden Sie sich an Ihren Arbeitsbereich-Administrator.
es: No tiene permiso para crear un formulario. Póngase en contacto con el administrador de su espacio de trabajo.
fr: Vous n'avez pas l'autorisation de créer un formulaire. Veuillez contacter l'administrateur de votre espace de travail.
ga: Níl cead agat foirm a chruthú. Téigh i dteagmháil le do riarthóir spás oibre.
it: Non hai i permessi per creare un modulo. Contatta l'amministratore del tuo spazio di lavoro.
ja: フォームを作成する権限がありません。ワークスペース管理者に連絡してください。
ru: У вас нет разрешения на создание формы. Обратитесь к администратору рабочей области.
tr: Form oluşturmak için izniniz yok. Lütfen çalışma alanı yöneticinizle iletişime geçin.
vi: Bạn không có quyền tạo biểu mẫu. Vui lòng liên hệ với quản trị viên không gian làm việc.
zh: 您没有权限创建表单。请联系工作区管理员。

# lbl_msg_to_clear_activity
source: Clear content
ar: مسح المحتوى
cs: Vymazat obsah
de: Inhalt löschen
es: Borrar contenido
fr: Effacer le contenu
ga: Ábhar soiléir
it: Elimina il contenuto
ja: コンテンツの削除
ru: Очистить содержимое
tr: İçeriği temizle
vi: Xóa nội dung
zh: 清除内容

# lbl_msg_to_remove_activity
source: Are you sure you want to remove the content for this activity?
ar: هل ترغَب حقًا في حذف المحتوى المرتبط بهذا النشاط؟
cs: Opravdu chcete odstranit obsah této aktivity?
de: Sind Sie sicher, dass Sie den Inhalt für diese Aktivität entfernen möchten?
es: ¿Está seguro de que desea eliminar el contenido de esta actividad?
fr: Êtes-vous sûr de vouloir supprimer le contenu de cette activité ?
ga: An bhfuil tú cinnte go bhfuil fonn ort an t-ábhar don ghníomhaíocht seo a bhaint?
it: Sei sicuro di voler eliminare il contenuto di questa attività?
ja: このアクティビティのコンテンツを本当に削除しますか？
ru: Вы уверены, что хотите удалить контент для этого действия?
tr: Bu etkinlik için içeriği kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn xóa nội dung cho hoạt động này không?
zh: 您确定要删除此活动的内容吗？

# lbl_select_file_action
source: Select file action
ar: حَدِّد إجراء الملف
cs: Vyberte činnost souboru
de: Datei-Aktion auswählen
es: Seleccionar acción de archivo
fr: Sélectionner une action de fichier
ga: Roghnaigh gníomh comhaid
it: Seleziona azione per il file
ja: ファイルアクションを選択
ru: Выберите действие с файлом
tr: Dosya eylemini seçin
vi: Chọn tác vụ tệp
zh: 选择文件操作

# lbl_select_form_action
source: Select form action
ar: حَدِّد إجراء النموذج
cs: Vyberte akci formuláře
de: Formular-Aktion auswählen
es: Seleccionar acción de formulario
fr: Sélectionner l'action du formulaire
ga: Roghnaigh gníomh foirme
it: Seleziona azione per il modulo
ja: フォームアクションを選択
ru: Выберите действие формы
tr: Form eylemini seçin
vi: Chọn tác vụ biểu mẫu
zh: 选择表单操作

source: Create Form
ar: إنشاء نموذج
cs: Vytvořit Formulář
de: Formular erstellen
es: Crear formulario
fr: Créer un formulaire
ga: Cruthaigh Foirm
it: Crea Modulo
ja: フォームの作成
ru: Создать форму
tr: Form Oluştur
vi: Tạo biểu mẫu
zh: 创建表单

source: Image Preview
ar: عرض الصورة
cs: Náhled Obrázku
de: Bildvorschau
es: Vista previa de la imagen
fr: Aperçu de l'image
ga: Réamhamharc Íomhá
it: Anteprima Immagine
ja: 画像プレビュー
ru: Предварительный просмотр изображения
tr: Görüntü Önizleme
vi: Xem trước ảnh
zh: 图像预览

source: Retake
ar: إعادة التقاط
cs: Zpětné převzetí
de: Wiederholen Sie
es: Retomar
fr: Reprendre
ga: Athghabháil
it: Riprendi
ja: リテイク
ru: Пересдать
tr: Yeniden
vi: Chụp lại
zh: 重拍

# error_message_upload_file
source: Error while uploading file.
ar: حَدَثَ خطأ أثناء تحميل الملف.
cs: Chyba při nahrávání souboru.
de: Fehler beim Hochladen der Datei.
es: Error al subir el archivo.
fr: Erreur lors de l'upload du fichier.
ga: Earráid agus comhad á uasluchtú.
it: Errore durante il caricamento del file.
ja: ファイルのアップロード中にエラーが発生しました。
ru: Ошибка при загрузке файла.
tr: Dosya yüklenirken hata oluştu.
vi: Lỗi trong quá trình tải lên tệp tin.
zh: 上传文件时出错。

# error_message_same_name_file_linked
source: Sorry, you cannot upload the file. A file with the same name is already linked into this folder.
ar: عذرًا، لا يمكنك تحميل الملف. ملف بنفس الاسم تم ربطه بالفعل بهذا المُجلَّد.
cs: Je nám líto, ale soubor nelze nahrát. Do této složky je již vložen soubor se stejným názvem.
de: Sie können die Datei leider nicht hochladen. Eine Datei mit demselben Namen ist bereits in diesem Ordner verlinkt.
es: Disculpe, no puede subir el archivo. Un archivo con el mismo nombre ya está enlazado en esta carpeta.
fr: Désolé, vous ne pouvez pas uploader le fichier. Un fichier portant le même nom est déjà lié à ce dossier.
ga: Tá brón orm nach féidir leat an comhad a uaslódáil. Tá comhad leis an ainm céanna nasctha leis an bhfillteán seo cheana féin.
it: Ci dispiace, non è possibile caricare il file. Un file con lo stesso nome è già collegato a questa cartella.
ja: ファイルをアップロードできません。同じ名前のファイルがすでにこのフォルダにリンクされています。
ru: К сожалению, вы не можете загрузить файл. Файл с таким именем уже есть в этой папке.
tr: Üzgünüm dosyayı yükleyemezsiniz. Aynı isimde bir dosya zaten bu klasöre bağlantılı.
vi: Rất tiếc, bạn không thể tải lên tệp này. Một tệp có cùng tên đã được liên kết vào thư mục này.
zh: 抱歉，您无法上传该文件。具有相同名称的文件已链接到此文件夹。

# error_message_checked_out_file
source: Sorry, the file you are trying to upload is checked out in same folder.
ar: عُذرًا، الملف الذي تحاول رفعه سُحِبَ حاليًا في هذا المجلد.
cs: Omlouváme se, soubor, který se snažíte nahrát, je ve stejné složce odhlášen.
de: Leider ist die Datei, die Sie hochladen möchten, im selben Ordner ausgecheckt.
es: Lo sentimos, el archivo que está intentando subir está retirado en la misma carpeta.
fr: Désolé, le fichier que vous essayez d'uploader a été retiré dans le même dossier.
ga: Tá brón orainn go bhfuil an comhad atá tú ag iarraidh a uaslódáil seiceáilte amach san fhillteán céanna.
it: Il file che stai cercando di caricare è già stato selezionato nella stessa cartella.
ja: アップロードしようとしているファイルは、同じフォルダにチェックアウトされています。
ru: К сожалению, файл, который вы пытаетесь загрузить, извлечен в той же папке.
tr: Üzgünüm, yüklemeye çalıştığınız dosya aynı klasörde işaretli.
vi: Rất tiếc, tệp bạn đang tải lên đã được kiểm tra trong cùng một thư mục.
zh: 抱歉，您要上传的文件已在同一文件夹中签出。

# error_message_logout_offline
source: Logout is not supported in offline mode.
ar: تسجيل الخروج غير مدعوم في وضع عدم الاتصال.
cs: Odhlášení není v režimu offline podporováno.
de: Logout wird im Offline-Modus nicht unterstützt.
es: No se puede cerrar la sesión en modo sin conexión.
fr: La déconnexion n'est pas prise en charge en mode hors ligne.
ga: Ní thacaítear le logáil amach sa mhód as líne.
it: La disconnessione non è supportata in modalità offline.
ja: オフラインモードでは、ログアウトはサポートされていません。
ru: Выход из системы не поддерживается в автономном режиме.
tr: Çevrimdışı modda oturum kapatma desteklenmez.
vi: Chức năng Đăng xuất không được hỗ trợ ở chế độ ngoại tuyến.
zh: 离线模式不支持注销。

# lbl_confirm
source: Confirmation
ar: تأكيد
cs: Potvrďte
de: Bestätigen Sie .
es: Confirme
fr: Confirmer
ga: Deimhnigh
it: Conferma
ja: 確認
ru: Подтвердить
tr: Onayla
vi: Xác nhận
zh: 确认

# lbl_xsn_form_type_msg_offline
source: Asite Field is unable to open this Form in offline mode because some of the Form Controls in the template are dependent on the server. Please revert to online mode or ask your Asite administrator to redesign the Form Template.
ar: نماذج انفوباث (InfoPath) غير مدعومة في وضع عدم الاتصال
cs: Formuláře InfoPath nejsou podporovány v režimu offline
de: InfoPath-Formulare werden im Offline-Modus nicht unterstützt.
es: Los formularios InfoPath no son compatibles en modo sin conexión
fr: Les formulaires InfoPath ne sont pas pris en charge en mode hors connexion.
ga: Ní thacaítear le foirmeacha InfoPath as líne
it: I moduli InfoPath non sono supportati in modalità offline
ja: InfoPathフォームはオフラインではサポートされていません。
ru: Формы InfoPath не поддерживаются в режиме оффлайн
tr: InfoPath formları çevrimdışı olarak desteklenmez
vi: Biểu mẫu InfoPath không được hỗ trợ trong chế độ ngoại tuyến
zh: 离线不支持InfoPath表单
