Repository: krishnacoding11/stracture
Catalog: stracture_build/lib/l10n/app_*.arb
Languages: ar, cs, de, es, fr, ga, it, ja, ru, tr, vi, zh

# lbl_image_error_message
source: We accept .GIF and .JPG image types with maximum size of 300KB. The recommended resolution is 120 pixels tall by 150 pixels wide. If your image is of different resolution then it will be automatically resized to these dimensions. This may affect the quality of the image.
ar: الصيغ المدعومة للصور هي (GIF) و (JPG)، مع حد أقصى لحجم الصورة يَبلُغ 300 كيلوبايت. الأبعاد المُقتَرحَة هي 150 بكسل عرض، و120 بكسل ارتفاع. إذا كانت صورتك تحمل دقة مختلفة، سوف تُضبَط تلقائيًا إلى هذه الأبعاد المُحدَّدة. قد يُؤثِّرُ ذلك على جودة الصورة.
cs: Přijímáme obrázky typu .GIF a .JPG o maximální velikosti 300 KB. Doporučené rozlišení je 120 pixelů na výšku a 150 pixelů na šířku. Pokud má váš obrázek jiné rozlišení, bude automaticky zmenšen na tyto rozměry. To může mít vliv na kvalitu obrázku.
de: Wir akzeptieren die Bildtypen .GIF und .JPG mit einer maximalen Größe von 300KB. Die empfohlene Auflösung ist 120 Pixel hoch und 150 Pixel breit. Wenn Ihr Bild eine andere Auflösung hat, wird es automatisch an diese Maße angepasst. Dies kann die Qualität des Bildes beeinträchtigen.
es: Se aceptan los tipos de imagen .GIF y .JPG con un tamaño máximo de 300KB. La resolución recomendada es de 120 píxeles de alto por 150 de ancho. Si su imagen tiene una resolución diferente, se redimensionará automáticamente a estas dimensiones. Esto puede afectar a la calidad de la imagen.
fr: Nous acceptons les images de type .GIF et .JPG d'une taille maximale de 300 Ko. La résolution recommandée est de 120 pixels de haut par 150 pixels de large. Si votre image a une résolution différente, elle sera automatiquement redimensionnée à ces dimensions. La qualité de l'image peut en être affectée.
ga: Glacaimid le cineálacha íomhá .GIF agus .JPG le huasmhéid 300KB. Is é an rún molta 120 picteilín ar airde ag 150 picteilín ar leithead. Má tá do íomhá de réiteach difriúil ansin beidh sé a athrú go huathoibríoch leis na gnéithe seo. D'fhéadfadh sé seo difear a dhéanamh do cháilíocht na híomhá.
it: Accettiamo immagini di tipo .GIF e .JPG con dimensioni massime di 300KB. La risoluzione consigliata è di 120 pixel di altezza per 150 pixel di larghezza. Se la tua immagine è di risoluzione diversa, verrà automaticamente ridimensionata a queste dimensioni. Questo potrebbe influire sulla qualità dell'immagine.
ja: .GIFと.JPGの画像タイプで、最大サイズは300KBです。推奨解像度は縦120ピクセル×横150ピクセルです。画像の解像度が異なる場合は、自動的にこの寸法にリサイズされます。この場合、画像の品質に影響を与える可能性があります。
ru: Мы принимаем типы изображений .GIF и .JPG с максимальным размером 300 КБ. Рекомендуемое разрешение: 120 пикселей в высоту и 150 пикселей в ширину. Если ваше изображение имеет другое разрешение, оно будет автоматически изменено до этих размеров. Это может повлиять на качество изображения.
tr: Maksimum 300KB boyutunda .GIF ve .JPG resim türlerini kabul ediyoruz. Önerilen çözünürlük 120 piksel yüksekliğinde ve 150 piksel genişliğindedir. Resminiz farklı çözünürlükteyse otomatik olarak bu boyutlara yeniden boyutlandırılacaktır. Bu, görüntünün kalitesini etkileyebilir.
vi: Chúng tôi chấp nhận các loại hình ảnh .GIF và .JPG với kích thước tối đa là 300KB. Độ phân giải được khuyến nghị là cao 120 pixel và rộng 150 pixel. Nếu hình ảnh của bạn có độ phân giải khác, nó sẽ tự động được điều chỉnh về các kích thước này. Việc này có thể ảnh hưởng đến chất lượng hình ảnh của bạn.
zh: 我们接受最大尺寸为300KB的.GIF和.JPG图像类型。推荐分辨率为120像素高，150像素宽。如果您的图像分辨率不同，它将自动调整为这些尺寸。这可能会影响图像的质量。

# lbl_phone_number_placeholder
source: Phone Number
ar: رقم الهاتف
cs: Telefonní číslo
de: Rufnummer
es: Número de teléfono
fr: Numéro de téléphone
ga: Uimhir Theileafóin
it: Numero di Telefono
ja: 電話番号
ru: Номер телефона
tr: Telefon Numaranız
vi: Số điện thoại
zh: 电话号码

# lbl_create
source: Create
ar: إنشاء
cs: Vytvořit
de: erstellen
es: Crear
fr: Créer
ga: Cruthaigh
it: Crea
ja: 作成
ru: Создать
tr: Oluştur
vi: Tạo
zh: 创建

# lbl_create_site_form
source: Create Site Form
ar: إنشاء نموذج الموقع
cs: Vytvořit formulář webu
de: Formular erstellen
es: Crear formulario
fr: Créer un formulaire de site
ga: Cruthaigh Foirm Láithreáin
it: Modulo Creazione Sito
ja: サイト作成フォーム
ru: Создать форму сайта
tr: Site Formu Oluştur
vi: Tạo biểu mẫu trang web
zh: 创建现场表单

# lbl_task_filter
source: Filter
ar: ترشيح
cs: Filtrování
es: Filtrar
fr: Filtre
ga: Scagaire
it: Filtro
ja: フィルター
ru: Фильтр
tr: Filtre
vi: Bộ lọc
zh: 筛选

# lbl_task_overdue
source: Overdue
ar: مُتأخِّر الاستحقاق
cs: Zpoždění
de: Überfällig
es: Atrasado
fr: En retard
ga: Thar téarma
it: Scaduto
ja: 期限切れ
ru: Просрочено
tr: Gecikmiş
vi: Quá hạn
zh: 逾期

# lbl_task_completed
source: Completed
ar: تم الانتهاء
cs: Dokončeno
de: Erledigt
es: Completado
fr: Terminé
ga: Críochnaithe
it: Completato
ja: 完了
ru: Завершено
tr: Tamamlandı
vi: Đã hoàn thành
zh: 已完成

# placeholder_task_creation_date
source: Creation Date
ar: تاريخ الإنشاء
cs: Datum vytvoření
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
ga: Dáta Cruthaithe
it: Data di Creazione
ja: 作成日
ru: Дата создания
tr: Oluşturulma Tarihi
vi: Ngày tạo
zh: 创建日期

# placeholder_task_due_date
source: Due Date
ar: تاريخ الاستحقاق
cs: Datum splatnosti
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d'échéance
ga: Dáta Dlite
it: Data di Scadenza
ja: 期限
ru: Срок оплаты
tr: Son Teslim Tarihi
vi: Ngày hết hạn
zh: 截止日期

# placeholder_task_status
source: Status
ar: الحالة
cs: Stav
es: Estado
fr: Statut de la tâche
ga: Stádas
it: Stato
ja: ステータス
ru: Статус
tr: Durum
vi: Trạng thái
zh: 状态

# placeholder_task_task_status
source: Task Status
ar: حالة المهمة
cs: Stav úkolu
de: Status der Aufgabe
es: Estado de la tarea
fr: Statut de la tâche
ga: Stádas Tasc
it: Stato dell'Attività
ja: タスクステータス
ru: Статус задачи
tr: Görev Durumu
vi: Trạng thái nhiệm vụ
zh: 任务状态

# placeholder_task_task_type
source: Task Type
ar: نوع المهمة
cs: Typ úkolu
de: Aufgabentyp
es: Tipo de tarea
fr: Type de tâche
ga: Cineál Tasc
it: Tipo di Attività
ja: タスクタイプ
ru: Тип задачи
tr: Görev Türü
vi: Loại nhiệm vụ
zh: 任务类型

# placeholder_task_workpackage
source: Workpackage
ar: حزمة العمل
cs: Pracovní balíček
de: Arbeitspaket
es: Paquete de trabajo
fr: Lot de travail
ga: Pacáiste oibre
it: Pacchetto di Lavoro
ja: ワークパッケージ
ru: Комплекс работ
tr: Çalışma Paketi
vi: Gói công việc
zh: 工作包

# placeholder_task_issue_type
source: Issue Type
ar: نوع المشكلة
cs: Typ problému
de: Ausgabe Typ
es: Tipo de asunto
fr: Type d'enjeu
ga: Cineál Saincheiste
it: Tipo di Problema
ja: 課題タイプ
ru: Тип проблемы
tr: Sorun Türü
vi: Loại sự cố
zh: 问题类型

# placeholder_task_org_assigned_to
source: Organization Assigned to
ar: المُنظَّمة مُعيَّنة إلى
cs: Organizace Přiřazeno
de: Organisation Zugewiesen an
es: Organización Asignada a
fr: Organisation à laquelle la tâche a été confiée
ga: Eagraíocht Sannta do
it: Organizzazione Assegnata a
ja: 担当組織
ru: Организация
tr: Görevlendirildiği Kuruluş
vi: Tổ chức được giao cho
zh: 分配给的组织

# placeholder_task_location
source: Location
ar: الموقع
cs: Umístění
de: Standort
es: Ubicación
fr: Lieu de travail
ga: Suíomh
it: Posizione
ja: 場所
ru: Расположение
tr: Konum
vi: Vị trí
zh: 位置

# placeholder_task_created_by
source: Created by
ar: أُنشِئَ بواسطة
cs: Vytvořil
de: Erstellt von
es: Creado por
fr: Créé par
ga: Cruthaithe ag
it: Creato da
ja: 作成者
ru: Сделано
tr: Tarafından oluşturuldu
vi: Được tạo bởi
zh: 创建者

# placeholder_task_org_created_by
source: Organization Created by
ar: المُنظَّمة أُنشِئَت بواسطة
cs: Organizace Vytvořila
de: Organisation Erstellt von
es: Organización Creada por
fr: Organisation créée par
ga: Eagraíocht Cruthaithe ag
it: Organizzazione Creata da
ja: 作成者
ru: Организация Создано
tr: Organizasyon Oluşturan
vi: Tổ chức đã được tạo bởi
zh: 创建者所属组织

# placeholder_task_title
source: Title
ar: العنوان
cs: Název
de: Titel
es: Título
fr: Titre du dossier
ga: Teideal
it: Titolo
ja: タイトル
ru: Заголовок
tr: Başlık
vi: Tiêu đề
zh: 标题

# lbl_work_package
source: Work Package
ar: حزمة العمل
cs: Pracovní balíček
de: Arbeitspaket
es: Paquete de trabajo
fr: Groupe de travail
ga: Pacáiste Oibre
it: Pacchetto di Lavoro
ja: ワークパッケージ
ru: Комплекс работ
tr: Çalışma Paketi
vi: Gói công việc
zh: 工作包

# lbl_assign_to
source: Assigned to
ar: تعيين إلى
cs: Přiřazeno
de: Zugewiesen an
es: Asignado a
fr: Attribué à
ga: Sannta do
it: Assegnato a
ja: 担当者
ru: Назначено
tr: Atanan
vi: Được giao cho
zh: 分配给

# lbl_due
source: Due
ar: مُستَحَق
cs: Splatnost
de: Fällig
es: Debido
fr: Dû
ga: Dlite
it: Scadenza
ja: 期限
ru: Обязан
tr: Vade
vi: Đến hạn
zh: 截止日期

# lbl_create_site_task
source: Create New Task
ar: حدِّد مهمة الموقع
cs: Přiřadit úkol na staveništi
de: Standortaufgabe zuweisen
es: Asignar tarea de sitio
fr: Assigner une tâche au site
ga: Tasc an tSuímh a Shannadh
it: Assegna Attività Sito
ja: サイトタスクの割り当て
ru: Назначить задачу сайта
tr: Site Görevi Atayın
vi: Giao nhiệm vụ trang web
zh: 分配现场任务

# lbl_show_all_pin
source: Show all pins
ar: عرض جميع العلامات
cs: Zobrazit všechny kolíky
de: Alle Pins anzeigen
es: Mostrar todos los alfileres
fr: Afficher toutes les épingles
ga: Taispeáin gach biorán
it: Mostra tutte le spille
ja: すべてのピンを表示
ru: Показать все контакты
tr: Tüm pinleri göster
vi: Hiển thị tất cả các đính ghim
zh: 显示所有标记

# lbl_assigned_pin_only
source: Show pins assigned to me
ar: عرض العلامات المُعيَّنة إلىَّ
cs: Zobrazit kolíky, které mi byly přiřazeny
de: Mir zugewiesene Pins anzeigen
es: Mostrar alfileres asignados a mí
fr: Afficher les épingles qui me sont attribuées
ga: Taispeáin bioráin a shanntar dom
it: Mostra le spille assegnate a me
ja: 割り当てられたピンを表示する
ru: Показать назначенные мне контакты
tr: Bana atanan pinleri göster
vi: Hiển thị đính ghim được giao cho tôi
zh: 显示分配给我的标记

# lbl_hide_all_pin
source: Hide all pins
ar: إخفاء جميع العلامات
cs: Skrýt všechny kolíky
de: Alle Pins ausblenden
es: Ocultar todos los pasadores
fr: Cacher toutes les épingles
ga: Folaigh gach biorán
it: Nascondi tutte le spille
ja: すべてのピンを隠す
ru: Скрыть все контакты
tr: Tüm pinleri gizle
vi: Ẩn tất cả các đính ghim
zh: 隐藏所有标记

source: Recent Searches
ar: عمليات بحث تمَّت مُؤخَّرًا
cs: Nedávná vyhledávání
de: Letzte Suchanfragen
es: Búsquedas recientes
fr: Recherches récentes
ga: Cuardaigh le Déanaí
it: Ricerche Recenti
ja: 最近の検索
ru: Недавние поиски
tr: Son Aramalar
vi: Tìm kiếm Gần đây
zh: 最近的搜索

source: Suggested Searches
ar: عمليات بحث مُقتَرَحة
cs: Navrhovaná vyhledávání
de: Vorgeschlagene Suchen
es: Búsquedas sugeridas
fr: Recherches suggérées
ga: Cuardaigh Mholta
it: Ricerche Suggerite
ja: お勧めの検索
ru: Предлагаемые поиски
tr: Önerilen Aramalar
vi: Tìm kiếm Đề xuất
zh: 建议的搜索

source: Search for...
ar: البحث عن...
cs: Hledat...
de: Suche nach...
es: Buscar por...
fr: Recherche de...
ga: Cuardaigh le haghaidh...
it: Cerca...
ja: 検索...
ru: Искать...
tr: Ara...
vi: Tìm kiếm...
zh: 搜索...

source: Search Projects
ar: البحث في المشاريع
cs: Vyhledávání projektů
de: Projekte suchen
es: Buscar proyectos
fr: Recherche de projets
ga: Cuardaigh Tionscadail
it: Cerca Progetti
ja: プロジェクト検索
ru: Поиск проектов
tr: Projeleri Arayın
vi: Tìm kiếm Dự án
zh: 搜索项目

source: Sites
ar: المواقع
cs: Stránky
de: Standorte
es: Sitios
ga: Láithreáin
it: Siti
ja: サイト
ru: Места
tr: Siteler
vi: Trang web
zh: 现场

source: Home
ar: الصفحة الرئيسية
cs: Domovská stránka
de: Startseite
es: Inicio
fr: Accueil
ga: Baile
ja: ホーム
ru: Домашняя страничка
tr: Anasayfa
vi: Trang chủ
zh: 首页

source: Quality
ar: الجودة
cs: Kvalita
de: Qualität
es: Calidad
fr: Qualité
ga: Cáilíocht
it: Qualità
ja: 品質
ru: Качество
tr: Kalite
vi: Chất lượng
zh: 质量

source: Quality Plans
ar: خِطط الجودة
cs: Plány kvality
de: Pläne für Qualität
es: Planes de calidad
fr: Plans de qualité
ga: Pleananna Cáilíochta
it: Piani di Qualità
ja: 品質プラン
ru: Планы обеспечения качества
tr: Kalite Planları
vi: Kế hoạch chất lượng
zh: 质量计划

# lbl_quality_plan_refresh
source: Please wait we are updating your data
ar: يُرجى الانتظار، بينما نُحدِّثُ بياناتك
cs: Počkejte prosím, aktualizujeme vaše údaje
de: Bitte warten Sie, wir aktualisieren Ihre Daten
es: Por favor espere estamos actualizando sus datos
fr: Veuillez patienter, nous sommes en train de mettre à jour vos données
ga: Fan go bhfuil do shonraí á nuashonrú againn
it: Attendi, stiamo aggiornando i tuoi dati
ja: データ更新中のため、少々お待ちください。
ru: Пожалуйста, подождите, мы обновляем ваши данные
tr: Lütfen bekleyin, verilerinizi güncelliyoruz
vi: Vui lòng đợi chúng tôi đang cập nhật dữ liệu của bạn
zh: 请稍候，我们正在更新您的数据

source: Files
ar: الملفات
cs: Soubory
de: Dateien
es: Archivos
fr: Fichiers
ga: Comhaid
it: File
ja: ファイル
ru: Файлы
tr: Dosyalar
vi: Tập tin
zh: 文件

source: Tasks
ar: المهام
cs: Úkoly
de: Aufgaben
es: Tareas
fr: Tâches
ga: Tascanna
it: Attività
ja: タスク
ru: Задачи
tr: Görevler
vi: Nhiệm vụ
zh: 任务

source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
ga: Socruithe
it: Impostazioni
ja: 設定
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh: 设置

source: Help
ar: مساعدة
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
ga: Cabhrú
it: Aiuto
ja: ヘルプ
ru: Помощь
tr: Yardım
vi: Trợ giúp
zh: 帮助

source: Logout
ar: تسجيل الخروج
cs: Odhlášení
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
ga: Logáil Amach
it: Esci
ja: ログアウト
ru: Выйти
tr: Oturumu Kapat
vi: Đăng xuất
zh: 退出

source: More
ar: المزيد
cs: Více
de: Mehr
es: Más
fr: Plus d'informations
ga: Tuilleadh
it: Altro
ja: もっと見る
ru: Более
tr: Daha fazlası
vi: Thêm
zh: 更多

# form_created
source: Form is successfully created
ar: تم إنشاء النموذج بنجاح.
cs: Formulář byl úspěšně vytvořen.
de: Formular wurde erfolgreich erstellt.
es: Formulario creado con éxito.
fr: Le formulaire a été créé avec succès.
ga: Cruthaítear an fhoirm go rathúil.
it: Il modulo è stato creato correttamente.
ja: フォームが正常に作成されました。
ru: Форма успешно создана.
tr: Form başarıyla oluşturuldu.
vi: Biểu mẫu đã được tạo thành công.
zh: 表单创建成功。

# form_created_with_pin_message
source: Pin successfully created - change display to ‘All Pins’ to view the pin.
ar: تم إنشاء علامتك بنجاح. لعرضها، غيِّر وضع العرض إلى 'جميع العلامات'.
cs: Kolíček byl úspěšně vytvořen - pro zobrazení kolíčku změňte zobrazení na "Všechny kolíčky".
de: Pin erfolgreich erstellt - ändern Sie die Anzeige auf 'Alle Pins', um den Pin anzuzeigen.
es: El pin se ha creado correctamente - cambie la visualización a 'Todos los pins' para ver el pin.
fr: L'épingle a été créée avec succès - changez l'affichage en "Toutes les épingles" pour voir l'épingle.
ga: D'éirigh le PIN a chruthú - athraigh taispeáint go 'All Pins' chun an biorán a fheiceáil.
it: LA spilla è stata creata con successo: cambia la visualizzazione in "Tutte le Spille" per vedere la spilla.
ja: ピンが正常に作成されました - 「すべてのピン」に表示を変更してピンを表示します。
ru: Контакт успешно создан — измените отображение на «Все контакты», чтобы просмотреть.
tr: Pin başarıyla oluşturuldu - pini görüntülemek için ekranı 'Tüm Pinler' olarak değiştirin.
vi: Đính ghim đã được tạo thành công - chuyển hiển thị sang 'Tất cả các Đính ghim' để xem.
zh: 已成功创建标记 - 更改显示为“所有标记”以查看标记。

# text_search_title
source: Search Title
ar: البحث بالعنوان
cs: Vyhledat název
de: Titel suchen
es: Título de la búsqueda
fr: Titre de la recherche
ga: Cuardaigh Teideal
it: Titolo Ricerca
ja: 検索タイトル
ru: Название поиска
tr: Arama Başlığı
vi: Tìm kiếm Tiêu đề
zh: 搜索标题

# lbl_today
source: Today
ar: اليوم
cs: Dnes
de: Heute
es: Hoy
fr: Aujourd'hui
ga: Inniu
it: Oggi
ja: 今日
ru: Сегодня
tr: Bugün
vi: Hôm nay
zh: 今天

# lbl_this_week
source: This week
ar: هذا الأسبوع
cs: Tento týden
de: Diese Woche
es: Esta semana
fr: Cette semaine
ga: An tseachtain seo
it: Questa settimana
ja: 今週
ru: На этой неделе
tr: Bu hafta
vi: Tuần này
zh: 本周

# lbl_the_last_2_weeks
source: The last 2 weeks
ar: آخر أسبوعين
cs: Poslední 2 týdny
de: Die letzten 2 Wochen
es: Las 2 últimas semanas
fr: Les deux dernières semaines
ga: Le coicís anuas
it: Ultime due settimane
ja: 過去2週間
ru: Последние 2 недели
tr: Son iki hafta
vi: 2 tuần qua
zh: 过去的两周

# lbl_the_last_month
source: The last month
ar: الشهر الماضي
cs: Poslední měsíc
de: Der letzte Monat
es: El último mes
fr: Le dernier mois
ga: An mhí seo caite
it: Ultimo mese
ja: 先月
ru: Последний месяц
tr: Geçen ay
vi: Tháng trước
zh: 上个月

# lbl_no_app_configured
source: No app configured for the project. Contact your Administrator
ar: لا تُوجَد نماذج لهذا المشروع. تَواصَل مع مُشرِفَك.
cs: Pro tento projekt nejsou nakonfigurovány žádné formuláře. Obraťte se na správce.
de: Für dieses Projekt sind keine Formulare konfiguriert. Wenden Sie sich an Ihren Administrator.
es: No hay formularios configurados para este proyecto. Póngase en contacto con su administrador.
fr: Aucun formulaire n'est configuré pour ce projet. Contactez votre administrateur.
ga: Níl aon fhoirmeacha cumraithe don tionscadal seo. Déan teagmháil le do Riarthóir.
it: Non sono presenti moduli configurati per questo progetto. Contatta il tuo Amministratore.
ja: このプロジェクトにはフォームが設定されていません。管理者にお問い合わせください。
ru: Для этого проекта не настроены формы. Свяжитесь с вашим администратором.
tr: Bu proje için hiçbir form yapılandırılmamıştır. Yöneticinizle iletişime geçin.
vi: Không có biểu mẫu nào được cấu hình cho dự án này. Vui lòng liên hệ với Quản trị viên của bạn.
zh: 此项目尚未配置任何表单。请联系管理员。

# lbl_form_settings
source: Form Settings
ar: إعدادات النموذج
cs: Nastavení formuláře
de: Formular-Einstellungen
es: Configuración de formularios
fr: Paramètres des formulaires
ga: Socruithe na Foirme
it: Impostazioni Moduli
ja: フォームの設定
ru: Настройки формы
tr: Form Ayarları
vi: Cài đặt Biểu mẫu
zh: 表单设置

# lbl_include_closed_out_forms
source: Include Closed Out Forms
ar: تضمين النماذج المُغلَقة
cs: Zahrnout Uzavřené Formuláře
de: Abgeschlossene Formulare einbeziehen
es: Incluir formularios ya cerrados
fr: Inclure les formulaires fermés
ga: Cuir Foirmeacha Dúnta Amach san áireamh
it: Includi Moduli Chiusi
ja: 終了したフォームを含める
ru: Включить закрытые формы
tr: Kapatılmış Formları Dahil Et
vi: Bao gồm Biểu mẫu đã Đóng
zh: 包括已关闭的表单

# lbl_relogin_restart_app_on_language_change
source: Relogin or restart app for language settings to take effect.
ar: سجِّل الدخول مرة أخرى أو أَعِد تشغيل التطبيق لتفعيل إعدادات اللغة.
cs: Znovu se přihlaste nebo restartujte aplikaci, aby se nastavení jazyka projevilo.
de: Melden Sie sich erneut an oder starten Sie die Anwendung neu, damit die Spracheinstellungen wirksam werden.
es: Vuelva a iniciar sesión o reinicie la aplicación para que los ajustes de idioma surtan efecto.
fr: Se reconnecter ou redémarrer l'application pour que les paramètres linguistiques soient pris en compte.
ga: Athlogáil nó atosaigh feidhmchlár le go dtiocfaidh socruithe teanga i bhfeidhm.
it: Accedi nuovamente o riavvia l'app per rendere effettive le impostazioni della lingua.
ja: 言語設定を有効にするには、再ログインするかアプリを再起動してください。
ru: Перелогиньтесь или перезапустите приложение, чтобы языковые настройки вступили в силу.
tr: Dil ayarlarının etkili olması için yeniden oturum açın veya uygulamayı yeniden başlatın.
vi: Đăng nhập lại hoặc khởi động lại ứng dụng để áp dụng cài đặt ngôn ngữ.
zh: 重新登录或重新启动应用以使语言设置生效。

# lbl_can_not_create_forms
source: You cannot create any forms yet - please contact your workspace administrator for help.
ar: لا يمكنك إنشاء أي نماذج حاليًا. تَواصَل مع مُشرف ورشة العمل للمساعدة.
cs: Zatím nelze vytvořit žádné formuláře - obraťte se na správce pracovního prostoru, který vám pomůže.
de: Sie können noch keine Formulare erstellen - bitte wenden Sie sich an Ihren Arbeitsbereichsadministrator, um Hilfe zu erhalten.
es: No puede crear ningún formulario todavía. Póngase en contacto con el administrador de su espacio de trabajo para obtener ayuda.
fr: Vous ne pouvez pas encore créer de formulaires - veuillez contacter l'administrateur de votre espace de travail pour obtenir de l'aide.
ga: Ní féidir leat aon fhoirmeacha a chruthú go fóill - téigh i dteagmháil le do riarthóir spás oibre chun cabhair a fháil.
it: Non puoi ancora creare alcun modulo: contatta l'amministratore del tuo spazio di lavoro per ricevere assistenza.
ja: ワークスペース管理者にお問い合わせください。
ru: Вы пока не можете создавать какие-либо формы. Обратитесь за помощью к администратору рабочей области.
tr: Henüz herhangi bir form oluşturamazsınız - yardım için lütfen çalışma alanı yöneticinize başvurun.
vi: Bạn không thể tạo bất kỳ biểu mẫu nào - vui lòng liên hệ với Quản trị viên workspace (không gian làm việc) để được trợ giúp.
zh: 您尚不能创建任何表单 - 请联系工作区管理员寻求帮助。

# change_timezone_success_message
source: Timezone updated successfully
ar: تم تحديث المنطقة الزمنية بنجاح
cs: Časové pásmo bylo úspěšně aktualizováno
de: Zeitzone erfolgreich aktualisiert
es: Zona horaria actualizada correctamente
fr: Mise à jour réussie du fuseau horaire
ga: D'éirigh le crios ama a nuashonrú
it: Fuso orario aggiornato correttamente
ja: タイムゾーンが正常に更新されました。
ru: Часовой пояс успешно обновлен
tr: Zaman dilimi başarıyla güncellendi
vi: Múi giờ đã được cập nhật thành công
zh: 时区更新成功

# change_timezone_failure_message
source: Unable to update timezone - Please try again
ar: غير قادر على تحديث المنطقة الزمنية - حاوِل مرة أُخرَى
cs: Nelze aktualizovat časové pásmo - zkuste to prosím znovu.
de: Die Zeitzone konnte nicht aktualisiert werden - bitte versuchen Sie es erneut.
es: No se ha podido actualizar la zona horaria. Vuelva a intentarlo.
fr: Impossible de mettre à jour le fuseau horaire - Veuillez réessayer.
ga: Ní féidir crios ama a nuashonrú - Bain triail eile as
it: Impossibile aggiornare il fuso orario - Riprova.
ja: タイムゾーンを更新できません。
ru: Не удалось обновить часовой пояс. Повторите попытку.
tr: Zaman dilimi güncellenemiyor - Lütfen tekrar deneyin
vi: Không thể cập nhật múi giờ - Vui lòng thử lại
zh: 无法更新时区 - 请重试

# change_language_success_message
source: Language updated successfully
ar: تم تحديث اللغة بنجاح
cs: Jazyk byl úspěšně aktualizován
de: Sprache erfolgreich aktualisiert
es: Idioma actualizado correctamente
fr: Langue mise à jour avec succès
ga: D'éirigh le teanga a nuashonrú
it: Lingua aggiornata con successo
ja: 言語が正常に更新されました
ru: Язык успешно обновлен
tr: Dil başarıyla güncellendi
vi: Ngôn ngữ đã được cập nhật thành công
zh: 语言更新成功

# change_language_failure_message
source: Unable to update language - Please try again
ar: غير قادر على تحديث اللغة - حاوِل مرة أُخرَى
cs: Jazyk se nepodařilo aktualizovat - zkuste to prosím znovu
de: Die Sprache konnte nicht aktualisiert werden - Bitte versuchen Sie es erneut.
es: No es posible actualizar el idioma - Por favor, inténtelo de nuevo
fr: Impossible de mettre à jour la langue - Veuillez réessayer
ga: Ní féidir teanga a nuashonrú - Bain triail eile as
it: Impossibile aggiornare la lingua - Riprova
ja: 言語を更新できません - 再度お試しください
ru: Не удалось обновить язык. Повторите попытку.
tr: Dil güncellenemiyor - Lütfen tekrar deneyin
vi: Không thể cập nhật ngôn ngữ - Vui lòng thử lại
zh: 无法更新语言 - 请重试

# lbl_search_site
source: Search Tasks/Forms
ar: البحث عن موقع
cs: Vyhledávání na webu
de: Standort suchen
es: Buscar sitio
fr: Rechercher un site
ga: Suíomh Cuardaigh
it: Cerca Sito
ja: サイト検索
ru: Поиск по сайту
tr: Site Arama
vi: Tìm kiếm Trang
zh: 搜索站点

# lbl_org
source: Organisation
ar: المُنظَّمة
cs: Organizace
es: Organización
ga: Eagraíocht
it: Organizzazione
ja: 組織
ru: Организация
tr: Organizasyon
vi: Tổ chức
zh: 组织

# lbl_celsius
source: °Celsius
ar: درجة مئوية
ja: 摂氏
ru: ° Цельсия
tr: °C
vi: °C
zh: 摄氏度

# lbl_fahrenheit
source: °Fahrenheit
ar: درجة فهرنهايت
cs: °Fahrenheita
ja: 華氏
ru: ° по Фаренгейту
tr: °Fahrenhayt
vi: °F
zh: 华氏度

source: Name
ar: الاسم
cs: Název
es: Nombre
fr: Nom du site
ga: Ainm
it: Nome
ja: 名称
ru: Имя
tr: İsim
vi: Tên
zh: 名称

source: Search
ar: بحث
cs: Vyhledávání
de: Suche
es: Buscar en
fr: Recherche
ga: Cuardaigh
it: Cerca
ja: 検索
ru: Поиск
tr: Arama Yapın
vi: Tìm kiếm
zh: 搜索

source: Models
ar: النماذج
cs: Modely
de: Modelle
es: Modelos
fr: Modèles
ga: Múnlaí
it: Modelli
ja: モデル
ru: Модели
tr: Modeller
vi: Mô hình
zh: 模型
