Repository: krishnacoding11/stracture
Catalog: stracture_build/lib/l10n/app_*.arb
Languages: ar, cs, de, es, fr, ga, it, ja, ru, tr, vi, zh

# internal_server_error
source: Something went wrong. Please try again later.
ar: هناك خطأ داخلي بالخادم. حاوِل مرة أخرى لاحقًا.
cs: Vnitřní chyba serveru. Zkuste to prosím později.
de: Interner Serverfehler. Bitte versuchen Sie es später noch einmal.
es: Error interno del servidor. Vuelva a intentarlo más tarde.
fr: Erreur interne du serveur. Veuillez réessayer plus tard.
ga: Earráid Freastalaí Inmheánach. Bain triail eile as ar ball.
it: Errore interno del server. Riprova più tardi.
ja: 内部サーバーエラーです。後でもう一度お試しください。
ru: Внутренняя ошибка сервера. Пожалуйста, повторите попытку позже.
tr: Dahili sunucu hatası. Lütfen daha sonra tekrar deneyin.
vi: Lỗi máy chủ nội bộ. Vui lòng thử lại sau.
zh: 内部服务器错误。请稍后再试。

# floor_data_not_available
source: Floor data not available. Please try again later.
ar: بيانات الطابق غير مُتوفِّرة. حاوِل مرة أخرى لاحقًا.
cs: Údaje o podlaží nejsou k dispozici. Zkuste to prosím později.
de: Etagendaten nicht verfügbar. Bitte versuchen Sie es später noch einmal.
es: Los datos del suelo no están disponibles. Vuelva a intentarlo más tarde.
fr: Les données d'étage ne sont pas disponibles. Veuillez réessayer plus tard.
ga: Níl sonraí urláir ar fáil. Bain triail eile as ar ball.
it: I dati del piano non sono disponibili. Riprova più tardi.
ja: フロアデータがありません。後でもう一度お試しください。
ru: Данных об этажах нет. Пожалуйста, повторите попытку позже.
tr: Zemin verileri mevcut değil. Lütfen daha sonra tekrar deneyin.
vi: Dữ liệu tầng không khả dụng. Vui lòng thử lại sau.
zh: 楼层数据不可用。请稍后再试。

# internal_server
source: Internal Server Error
ar: هناك خطأ داخلي بالخادم.
cs: Vnitřní Chyba Serveru
de: Interner Server-Fehler
es: Error interno del servidor
fr: Erreur interne du serveur
ga: Earráid Freastalaí Inmheánach
it: Errore Interno del Server
ja: 内部サーバーエラー
ru: Внутренняя ошибка сервера
tr: Dahili Sunucu Hatası
vi: Lỗi Máy chủ Nội bộ
zh: 内部服务器错误

source: No calibrated file available.
ar: لا توجد ملفات مُعايَرة متاحة.
cs: Není k dispozici žádný kalibrovaný soubor.
de: Keine kalibrierte Datei verfügbar.
es: No hay archivos calibrados disponibles.
fr: Aucun fichier calibré n'est disponible.
ga: Níl aon chomhad calabraithe ar fáil.
it: Nessun file calibrato disponibile.
ja: 校正ファイルがありません。
ru: Откалиброванный файл недоступен.
tr: Kalibre edilmiş dosya mevcut değil.
vi: Không có tệp đã được hiệu chuẩn.
zh: 未找到校准文件。

# models_not_available
source: Models are not available.
ar: النماذج غير مُتاحَة.
cs: Modely nejsou k dispozici.
de: Modelle sind nicht verfügbar.
es: Los modelos no están disponibles.
fr: Les modèles ne sont pas disponibles.
ga: Níl múnlaí ar fáil.
it: I modelli non sono disponibili.
ja: モデルがありません。
ru: Модели недоступны.
tr: Modeller mevcut değil.
vi: Các mô hình không có sẵn.
zh: 模型不可用。

# request_administrator_sent
source: Your request to administrators has been sent.
ar: أُرسِلَ طلبك إلى المُشرفين.
cs: Váš požadavek na správce byl odeslán.
de: Ihre Anfrage an die Administratoren wurde gesendet.
es: Su solicitud a los administradores ha sido enviada.
fr: Votre demande aux administrateurs a été envoyée.
ga: Seoladh d'iarratas chuig riarthóirí.
it: La tua richiesta agli amministratori è stata inviata.
ja: 管理者へのリクエストは送信されました。
ru: Ваш запрос администраторам был отправлен.
tr: Yöneticilere talebiniz gönderilmiştir.
vi: Yêu cầu của bạn đã được gửi đến các quản trị viên.
zh: 您的请求已发送给管理员。

source: Request Sent
ar: أُرسِلَ الطلب
cs: Požadavek byl Odeslán
de: Anfrage gesendet
es: Solicitud enviada
fr: Demande envoyée
ga: Iarratas Seolta
it: Richiesta Inviata
ja: リクエストを送信しました
ru: Запрос отправлен
tr: Talep Gönderildi
vi: Yêu cầu Đã Được Gửi
zh: 请求已发送

# something_went_wrong_only
source: Something Went Wrong.
ar: حَدَث خطأ ما.
cs: Něco se Pokazilo.
de: Etwas ist schief gelaufen.
es: Algo ha ido mal.
fr: Quelque chose n'a pas fonctionné.
ga: Chuaigh rud éigin mícheart.
it: Qualcosa è Andato Storto.
ja: 何かがうまくいきませんでした。
ru: Что-то пошло не так.
tr: Bir şeyler yanlış gitti.
vi: Đã có lỗi xẩy ra.
zh: 出了些问题。

# update_models
source: Model Updated for offline
ar: تحديث النماذج
cs: Aktualizujte Modely
de: Modelle aktualisieren
es: Actualizar modelos
fr: Mettre à jour les modèles
ga: Nuashonraigh Múnlaí
it: Aggiorna Modelli
ja: モデルを更新する
ru: Обновление моделей
tr: Modelleri Güncelle
vi: Cập Nhật Mô Hình
zh: 更新模型

source: Download Models
ar: تنزيل النماذج
cs: Stáhnout Modely
de: Modelle herunterladen
es: Descargar modelos
fr: Télécharger les modèles
ga: Íoslódáil Múnlaí
it: Scarica Modelli
ja: モデルをダウンロードする
ru: Скачать модели
tr: Modelleri İndir
vi: Tải Xuống Mô Hình
zh: 下载模型

# requested_model_updated
source: The requested model data are updated successfully for offline usage.
ar: تم تحديث بيانات النموذج المطلوب بنجاح.
cs: Požadovaná data modelů byla úspěšně aktualizována.
de: Die angeforderten Modelldaten wurden erfolgreich aktualisiert.
es: Los datos del modelo solicitado se actualizan con éxito.
fr: Les données du modèle demandé ont été mises à jour avec succès.
ga: Déantar na sonraí samhla iarrtha a nuashonrú go rathúil.
it: I dati del modello richiesto sono stati aggiornati correttamente.
ja: 要求されたモデルデータは正常に更新されました。
ru: Запрошенные данные модели успешно обновлены.
tr: İstenen model verileri başarıyla güncellendi.
vi: Dữ liệu mô hình được yêu cầu đã được cập nhật thành công.
zh: 所请求的模型数据已成功更新。

# requested_model_downloaded
source: The requested model data is downloaded successfully.
ar: تم تنزيل بيانات النموذج المطلوب بنجاح.
cs: Požadovaná data modelu byla úspěšně stažena.
de: Die angeforderten Modelldaten wurden erfolgreich heruntergeladen.
es: Los datos del modelo solicitado se descargan correctamente.
fr: Les données du modèle demandé ont été téléchargées avec succès.
ga: Déantar na sonraí samhail iarrtha a íoslódáil go rathúil.
it: I dati del modello richiesto sono stati scaricati correttamente.
ja: 要求されたモデルデータは正常にダウンロードされました。
ru: Запрошенные данные модели успешно загружены.
tr: İstenen model verileri başarıyla indirildi.
vi: Dữ liệu mô hình được yêu cầu đã được tải xuống thành công.
zh: 所请求的模型数据已成功下载。

# lbl_update
source: Update
ar: تحديث
cs: Aktualizace
de: Aktualisieren
es: Actualizar
fr: Mise à jour
ga: Nuashonrú
it: Aggiorna
ja: 更新
ru: Обновить
tr: Güncelle
vi: Cập Nhật
zh: 更新

source: File Related Data
ar: بيانات متعلقة بالملفات
cs: Data Související se Soubory
de: Dateibezogene Daten
es: Datos relacionados con el archivo
fr: Données relatives au fichier
ga: Sonraí a bhaineann le Comhaid
it: Dati Relativi al File
ja: ファイル関連データ
ru: Данные, связанные с файлом
tr: Dosya ile İlgili Veriler
vi: Dữ Liệu Liên Quan Đến Tệp
zh: 与文件相关的数据

source: Model Related Data
ar: بيانات متعلقة بالنماذج
cs: Data Související s Modelem
de: Modellbezogene Daten
es: Datos relacionados con el modelo
fr: Données relatives au modèle
ga: Sonraí a bhaineann leis an tSamhail
it: Dati Relativi al Modello
ja: モデル関連データ
ru: Данные, связанные с моделью
tr: Model ile İlgili Veriler
vi: Dữ Liệu Liên Quan Đến Mô Hình
zh: 与模型相关的数据

# lbl_refresh
source: Refresh
ar: تحديث
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
ga: Athnuaigh
it: Aggiorna
ja: 更新する
ru: Перегрузить
tr: Yenile
vi: Làm Mới
zh: 刷新

# lbl_storage
source: Storage
ar: التخزين
cs: Úložiště
de: Speicher
es: Almacenamiento
fr: Stockage
ga: Stóráil
it: Memoria
ja: ストレージ
ru: Хранилище
tr: Depolama Alanı
vi: Lưu Trữ
zh: 存储

# lbl_details
source: Details
ar: التفاصيل
cs: Podrobnosti
de: Einzelheiten
es: Detalles
fr: Détails
ga: Sonraí
it: Dettagli
ja: 詳細
ru: Подробности
tr: Ayrıntılar
vi: Chi tiết
zh: 详情

# lbl_hide
source: Hide
ar: إخفاء
cs: Skrýt
de: Ausblenden
es: Ocultar
fr: Masquer
ga: Folaigh
it: Nascondi
ja: 非表示
ru: Скрыть
tr: Gizle
vi: Ẩn
zh: 隐藏

# lbl_cancel
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
ga: Cealaigh
it: Annulla
ja: キャンセル
ru: Отменить
tr: İptal
vi: Huỷ
zh: 取消

# lbl_models_settings
source: Models Settings
ar: إعدادات النماذج،
cs: Nastavení modelů
de: Modelinstellingen
es: Configuración de modelos
fr: Paramètres des modèles
it: Impostazioni modelli
ja: モデル設定
ru: Настройки модели
tr: Model Ayarları
vi: Cài đặt kiểu máy
zh: 模型设置

# lbl_forms
source: Forms
ar: نماذج،
cs: Formuláře
de: Formulieren
es: Formularios
fr: Formes
it: Moduli
ja: 「フォーム」、
ru: Формы
tr: Formlar
vi: Các hình thức
zh: 形式

# lbl_scan
source: Scan
ar: مسح،
cs: Skenovat
de: Scannen
es: Escanear
fr: Scruter
it: Scansione
ja: スキャン、
ru: Сканировать
tr: Tara
vi: Quét
zh: 扫描

# welcome_to_asite_field
source: Hi {user_name},welcome to Asite Field! Let's get started.
ar: مرحبًا {user_name}، مرحبًا بك في Asite Field! فلنبدأ.,
cs: Ahoj {user_name}, vítej na Asite Field! Začněme.
de: Hallo {user_name}, welkom bij Asite Field! Laten we beginnen.
es: Hola {user_name}, ¡bienvenido a Asite Field! Comencemos.
fr: Bonjour {user_name}, bienvenue sur Asite Field ! Commençons.
it: Ciao {user_name}, benvenuto su Asite Field! Cominciamo.
ja: こんにちは、{user_name}、Asite Field へようこそ! 始めましょう。
ru: Привет, {user_name}, добро пожаловать в Asite Field! Давайте начнем.
tr: Merhaba {user_name}, Asite Field'a hoş geldiniz! Haydi başlayalım.
vi: Xin chào {user_name}, chào mừng bạn đến với Asite Field! Hãy bắt đầu.
zh: 嗨，{user_name}，欢迎来到 Asite Field！让我们开始吧。

# lbl_navigation_speed
source: Navigation Sensitivity
ar: سرعة الملاحة،
cs: Rychlost navigace
de: Navigatiesnelheid
es: Velocidad de navegación
fr: Vitesse de navigation
it: Velocità di navigazione
ja: ナビゲーション速度、
ru: Скорость навигации
tr: Navigasyon Hızı
vi: Tốc độ điều hướng
zh: 导航速度

# lbl_select_project
source: Please select a Project or contact your workspace administrator.
ar: الرجاء تحديد مشروع أو الاتصال بمسؤول مساحة العمل الخاصة بك.,
cs: Vyberte projekt nebo se obraťte na správce pracovního prostoru.
de: Selecteer een project of neem contact op met uw werkruimtebeheerder.
es: Seleccione un proyecto o comuníquese con el administrador de su espacio de trabajo.
fr: Veuillez sélectionner un projet ou contacter l'administrateur de votre espace de travail.
it: Selezionare un progetto o contattare l'amministratore dell'area di lavoro.
ja: プロジェクトを選択するか、ワークスペース管理者に連絡してください。,
ru: Пожалуйста, выберите проект или обратитесь к администратору рабочей области.
tr: Lütfen bir Proje seçin veya çalışma alanı yöneticinizle iletişime geçin.
vi: Vui lòng chọn Dự án hoặc liên hệ với quản trị viên không gian làm việc của bạn.
zh: 请选择一个项目或联系您的工作区管理员。

# lbl_xsn_form_type_msg_offline_title
source: Can’t Open Form
ar: لا يمكن فتح النموذج،
cs: Nelze otevřít formulář
de: Kan formulier niet openen
es: No se puede abrir el formulario
fr: Impossible d'ouvrir le formulaire
it: Impossibile aprire il modulo
ja: 「フォームを開けません」、
ru: Невозможно открыть форму
tr: Form Açılamıyor
vi: Không thể mở biểu mẫu
zh: 无法打开表格

# lbl_offline_settings
source: Offline Settings
ar: إعدادات دون اتصال،
cs: Nastavení offline
de: Offline instellingen
es: Configuración sin conexión
fr: Paramètres hors ligne
it: Impostazioni offline
ja: 「オフライン設定」、
ru: Офлайн-настройки
tr: Çevrimdışı Ayarlar
vi: Cài đặt ngoại tuyến
zh: 离线设置

# lbl_general_settings
source: General Settings
ar: الاعدادات العامة،
cs: Obecná nastavení
de: Algemene instellingen
es: Configuración general
fr: Réglages généraux
it: Impostazioni generali
ja: 一般設定、
ru: Общие настройки,
tr: Genel Ayarlar
vi: Cài đặt chung
zh: 常规设置

# lbl_image_compression
source: Image Compression
ar: ضغط الصورة،
cs: Komprese obrazu
de: Beeldcompressie
es: Compresión de imagen
fr: Compression d'images
it: Compressione delle immagini
ja: 画像圧縮,
ru: Сжатие изображения
tr: Görüntü Sıkıştırma
vi: Nén hình ảnh
zh: 图像压缩

# lbl_number_of_recent_site_task
source: Number of recent site task
ar: عدد مهام الموقع الأخيرة،
cs: Počet nedávných úloh na staveništi
de: Aantal recente sitetaken
es: Número de tareas recientes del sitio
fr: Nombre de tâches récentes sur le site
it: Numero di attività recenti del sito
ja: 最近のサイト タスクの数,
ru: Количество последних задач сайта
tr: Son site görevlerinin sayısı
vi: Số lượng nhiệm vụ trang web gần đây
zh: 最近站点任务数

# lbl_sync_settings
source: Sync Settings
ar: إعدادات المزامنة،
cs: Nastavení synchronizace
de: Instellingen synchroniseren
es: Configuración de sincronización
fr: Paramètres de synchronisation
it: Impostazioni di sincronizzazione
ja: 「同期設定」、
ru: Настройки синхронизации
tr: Ayarları Eşitle
vi: Cài đặt đồng bộ hóa
zh: 同步设置

# lbl_sync_on_mobile_data
source: Sync on Mobile Data
ar: مزامنة بيانات الجوال،
cs: Synchronizace na mobilních datech
de: Synchroniseren op mobiele data
es: Sincronización de datos móviles
fr: Synchroniser sur les données mobiles
it: Sincronizzazione su dati mobili
ja: モバイルデータで同期,
ru: Синхронизация мобильных данных
tr: Mobil Verilerde Senkronizasyon
vi: Đồng bộ hóa trên dữ liệu di động
zh: 同步移动数据

# lbl_include_attachments
source: Include Attachments
ar: تضمين المرفقات،
cs: Zahrnout přílohy
de: Bijlagen opnemen
es: Incluir archivos adjuntos
fr: Inclure les pièces jointes
it: Includi allegati
ja: 添付ファイルを含める,
ru: Включить вложения
tr: Ekleri Dahil Et
vi: Bao gồm tệp đính kèm
zh: 包括附件

# lbl_include_associations
source: Include Associations
ar: تضمين الجمعيات،
cs: Zahrnout sdružení
de: Inclusief verenigingen
es: Incluir Asociaciones
fr: Inclure les associations
it: Includi associazioni
ja: 関連付けを含める,
ru: Включить ассоциации
tr: İlişkilendirmeleri Dahil Et
vi: Bao gồm các hiệp hội
zh: 包括协会

# lbl_include_sub_location_data
source: Include sub location data
ar: تضمين بيانات الموقع الفرعي،
cs: Zahrnout údaje o dílčí poloze
de: Sublocatiegegevens opnemen
es: Incluir datos de sububicación
fr: Inclure les données de sous-emplacement
it: Includi dati di localizzazione secondaria
ja: サブ位置データを含める,
ru: Включить данные о дополнительном местоположении
tr: Alt konum verilerini dahil et
vi: Bao gồm dữ liệu vị trí phụ
zh: 包括子位置数据

# lbl_closed_out_task
source: Include closed-out task
ar: تضمين مهمة مغلقة،
cs: Zahrnout uzavřený úkol
de: Inclusief gesloten taak
es: Incluir tarea cerrada
fr: Inclure la tâche clôturée
it: Includi attività chiusa
ja: 終了したタスクを含める,
ru: Включить закрытую задачу
tr: Kapatılmış görevi dahil et
vi: Bao gồm nhiệm vụ đã đóng
zh: 包括已结束的任务

# lbl_include_date_range_specific_data
source: Include date range specific data
ar: تضمين بيانات محددة للنطاق الزمني،
cs: Uveďte údaje specifické pro časové období
de: Specifieke gegevens over het datumbereik opnemen
es: Incluir datos específicos del rango de fechas
fr: Inclure les données spécifiques à la plage de dates
it: Includi dati specifici dell'intervallo di date
ja: 日付範囲固有のデータを含める,
ru: Включить данные, относящиеся к диапазону дат
tr: Tarih aralığına özgü verileri dahil et
vi: Bao gồm dữ liệu cụ thể trong phạm vi ngày
zh: 包括日期范围特定数据

# lbl_select_date_range
source: Select Date Range
ar: اختر النطاق الزمني،
cs: Vyberte časové období
de: Selecteer datumbereik
es: Seleccionar rango de fechas
fr: Sélectionner une plage de dates
it: Seleziona intervallo di date
ja: 日付範囲を選択,
ru: Выбрать диапазон дат
tr: Tarih Aralığı Seçin
vi: Chọn phạm vi ngày
zh: 选择日期范围

# lbl_last_week
source: Last Week
ar: الأسبوع الماضي،
cs: Minulý týden
de: Vorige week
es: La semana pasada
fr: La semaine dernière
it: Settimana scorsa
ja: 先週、
ru: На прошлой неделе,
tr: Geçen hafta
vi: Tuần trước
zh: 上星期

# lbl_last_2_weeks
source: Last 2 Weeks
ar: آخر أسبوعين،
cs: Poslední 2 týdny
de: Laatste 2 weken
es: Últimas 2 semanas
fr: Les 2 dernières semaines
it: Ultime 2 settimane
ja: 「過去 2 週間」、
ru: Последние 2 недели
tr: Son 2 Hafta
vi: 2 tuần qua
zh: 过去两周

# lbl_last_month
source: Last Month
ar: الشهر الماضي،
cs: Minulý měsíc
de: Vorige maand
es: El mes pasado
fr: Le mois dernier
it: Il mese scorso
ja: 先月、
ru: Прошлый месяц,
tr: Geçen ay
vi: Tháng trước
zh: 上个月

# lbl_last_2_month
source: Last 2 Month
ar: آخر شهرين،
cs: Poslední 2 měsíce
de: Laatste 2 maanden
es: Últimos 2 meses
fr: 2 derniers mois
it: Ultimi 2 mesi
ja: 「過去 2 か月」、
ru: Последние 2 месяца
tr: Son 2 Ay
vi: 2 tháng qua
zh: 过去两个月

# lbl_last_6_month
source: Last 6 Month
ar: آخر 6 أشهر،
cs: Posledních 6 měsíců
de: Laatste 6 maanden
es: Últimos 6 meses
fr: 6 derniers mois
it: Ultimi 6 mesi
ja: 「過去 6 か月」、
ru: Последние 6 месяцев
tr: Son 6 Ay
vi: 6 tháng qua
zh: 过去 6 个月

# successfully
source: Success
ar: نجاح،
cs: Úspěch
de: Succes
es: Éxito
fr: Succès
it: Successo
ja: 成功、
ru: Успех,
tr: Başarı
vi: Thành công
zh: 成功

# model_remove_successfully
source: Selected records removed successfully.
ar: تمت إزالة السجلات المحددة بنجاح.,
cs: Vybrané záznamy byly úspěšně odstraněny.
de: Geselecteerde records zijn verwijderd.
es: Los registros seleccionados se eliminaron exitosamente.
fr: Les enregistrements sélectionnés ont été supprimés avec succès.
it: Record selezionati rimossi correttamente.
ja: 選択されたレコードは正常に削除されました。,
ru: Выбранные записи успешно удалены.,
tr: Seçili kayıtlar başarıyla kaldırıldı.
vi: Đã xóa thành công các bản ghi đã chọn.
zh: 所选记录已成功删除。

# warning_title_please_wait
source: Please Wait
ar: انتظر من فضلك،
cs: Počkejte prosím
de: Even geduld aub
es: Espere por favor
fr: S'il vous plaît, attendez
it: Si prega di attendere
ja: お待ちください、
ru: Пожалуйста, подождите,
tr: Lütfen bekleyin
vi: Vui lòng chờ
zh: 请稍等

# warning_system_processing
source: System is processing your request.
ar: النظام يقوم بمعالجة طلبك.,
cs: Systém zpracovává vaši žádost.
de: Systeem verwerkt uw aanvraag.
es: El sistema está procesando su solicitud.
fr: Le système traite votre demande.
it: Il sistema sta elaborando la tua richiesta.
ja: システムはあなたのリクエストを処理しています。,
ru: Система обрабатывает ваш запрос.,
tr: Sistem isteğinizi işliyor.
vi: Hệ thống đang xử lý yêu cầu của bạn.
zh: 系统正在处理您的请求。

# lbl_not_synced_offline
source: Sorry! Not synced for offline viewing. Please sync in online mode to view in offline.
ar: عذرًا! لم تتم المزامنة للعرض في وضع عدم الاتصال. يرجى المزامنة في وضع الاتصال للعرض في وضع عدم الاتصال.,
cs: Promiňte! Není synchronizováno pro prohlížení offline. Synchronizujte v režimu online pro zobrazení v režimu offline.
de: Sorry! Niet gesynchroniseerd voor offline weergave. Synchroniseer in de online modus om offline te bekijken.
es: ¡Lo siento! No sincronizado para verlo sin conexión. Sincronice en modo en línea para verlo sin conexión.
fr: Désolé ! Non synchronisé pour une visualisation hors ligne. Veuillez synchroniser en mode en ligne pour visualiser hors ligne.
it: Mi dispiace! Non sincronizzato per la visualizzazione offline. Si prega di eseguire la sincronizzazione in modalità online per visualizzare in offline.
ja: 「申し訳ありません。オフライン表示用に同期されていません。オフラインで表示するにはオンライン モードで同期してください。」,
ru: Извините! Не синхронизировано для просмотра в автономном режиме. Пожалуйста, синхронизируйте в онлайн-режиме, чтобы просматривать в автономном режиме.
tr: Üzgünüz! Çevrimdışı görüntüleme için senkronize edilmedi. Lütfen çevrimdışı görüntülemek için çevrimiçi modda senkronize edin.
vi: Xin lỗi! Không được đồng bộ hóa để xem ngoại tuyến. Vui lòng đồng bộ hóa ở chế độ trực tuyến để xem ngoại tuyến.
zh: 抱歉！未同步离线观看。请在在线模式下同步以离线观看。

source: No Records Found.
ar: لا توجد سجلات.،
cs: Nebyly nalezeny žádné záznamy.
de: Geen records gevonden.
es: No se encontraron registros.
fr: Aucun enregistrement trouvé.
it: Nessun record trovato.
ja: 「記録が見つかりません。」、
ru: Записей не найдено.,
tr: Kayıt bulunamadı.
vi: Không có dữ liệu được tìm thấy.
zh: 没有找到记录。

# lbl_properties
source: Properties
ar: ملكيات،
cs: Vlastnosti
de: Eigenschappen
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ、
ru: Характеристики,
tr: Özellikler
vi: Của cải
zh: 特性

# preferred_language_change
source: Your preferred language is updated on Asite. Please Re-login/Relaunch to view the application in your preferred language
ar: تم تحديث لغتك المفضلة على Asite. يرجى إعادة تسجيل الدخول/إعادة التشغيل لعرض التطبيق بلغتك المفضلة،
cs: Váš preferovaný jazyk je aktualizován na Asite. Přihlaste se / znovu spusťte aplikaci ve svém preferovaném jazyce
de: Uw voorkeurstaal wordt bijgewerkt op Asite. Gelieve opnieuw in te loggen/opnieuw te starten om de applicatie in uw voorkeurstaal te bekijken
es: Su idioma preferido se actualizó en Asite. Vuelva a iniciar sesión/reiniciar para ver la aplicación en su idioma preferido
fr: Votre langue préférée est mise à jour sur Asite. Veuillez vous reconnecter/relancer pour afficher l'application dans votre langue préférée
it: La tua lingua preferita è aggiornata su Asite. Si prega di effettuare nuovamente il login/riavvio per visualizzare l'applicazione nella lingua preferita
ja: 「Asite でご希望の言語が更新されました。ご希望の言語でアプリケーションを表示するには、再ログイン/再起動してください。」,
ru: Ваш предпочтительный язык обновлен на Asite. Пожалуйста, повторно войдите в систему/перезапустите, чтобы просмотреть приложение на предпочитаемом вами языке
tr: Asite'de tercih ettiğiniz dil güncellendi. Uygulamayı tercih ettiğiniz dilde görüntülemek için lütfen Yeniden Giriş Yapın/Yeniden başlatın
vi: Ngôn ngữ ưa thích của bạn được cập nhật trên Asite. Vui lòng đăng nhập lại/Khởi chạy lại để xem ứng dụng bằng ngôn ngữ ưa thích của bạn
zh: 您的首选语言已在 Asite 上更新。请重新登录/重新启动以您的首选语言查看应用程序

# lbl_associations
source: Associations
ar: ذات الصلة،
cs: Sdružení
de: Verenigingen
es: Asociaciones
fr: Les associations
it: Associazioni
ja: 「協会」、
ru: Ассоциации
tr: Dernekler
vi: Hiệp hội
zh: 协会

# lbl_file_name
source: File Name
ar: اسم الملف،
cs: Název souboru
de: Bestandsnaam
es: Nombre del archivo
fr: Nom de fichier
it: Nome file
ja: ファイル名、
ru: Имя файла,
tr: Dosya adı
vi: Tên tệp
zh: 文件名

# lbl_file_size
source: File Size
ar: حجم الملف،
cs: Velikost souboru
de: Bestandsgrootte
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensione file
ja: ファイルサイズ、
ru: Размер файла,
tr: Dosya boyutu
vi: Kích thước tập tin
zh: 文件大小

# lbl_date
source: Date
ar: تاريخ،
cs: Datum
de: Datum
es: Fecha
it: Data
ja: 日付、
ru: Дата,
tr: Tarih
vi: Ngày
zh: 日期

# lbl_published_by
source: Published By
ar: نشرت من قبل،
cs: Publikováno
de: Gepubliceerd door
es: Publicado por
fr: Publié par
it: Pubblicato da
ja: 「発行者」、
ru: Опубликовано,
tr: Tarafından yayınlandı
vi: Xuất bản bởi
zh: 由...出版

# lbl_type
source: Type
ar: يكتب،
cs: Typ
es: Tipo
fr: Taper
it: Tipo
ja: タイプ、
ru: Тип,
tr: Tip
vi: Kiểu
zh: 类型

# no_record_available
source: No Records Available.
ar: لا توجد سجلات متاحة.,
cs: Žádné záznamy nejsou k dispozici.
de: Geen gegevens beschikbaar.
es: No hay registros disponibles.
fr: Aucun enregistrement disponible.
it: Nessun record disponibile.
ja: 利用可能なレコードがありません。,
ru: Нет доступных записей.
tr: Mevcut Kayıt Yok.
vi: Không có bản ghi nào.
zh: 没有可用记录。
