Repository: krishnacoding11/stracture
Catalog: stracture_build/lib/l10n/app_*.arb
Languages: ar, cs, de, es, fr, ga, it, ja, ru, tr, vi, zh

# unable_show_details_data_corrupted
source: Sorry! We are unable to show the details of this form - the data for it may be corrupted
ar: آسف! لا يمكننا عرض تفاصيل هذا النموذج - قد تكون البيانات الخاصة به تالفة
cs: Promiňte! Nejsme schopni zobrazit podrobnosti tohoto formuláře – data v něm mohou být poškozena
de: Entschuldigung! Wir können die Details dieses Formulars nicht anzeigen, da die Daten möglicherweise beschädigt sind
es: ¡Lo siento! No podemos mostrar los detalles de este formulario; los datos correspondientes pueden estar dañados.
fr: Désolé! Nous ne sommes pas en mesure d'afficher les détails de ce formulaire - les données associées peuvent être corrompues
ga: Tá brón orm! Ní féidir linn sonraí na foirme seo a thaispeáint - seans go bhfuil na sonraí ar a son truaillithe
it: Scusa! Non siamo in grado di mostrare i dettagli di questo modulo: i dati potrebbero essere danneggiati
ja: ごめん！ このフォームの詳細を表示できません - データが破損している可能性があります
ru: Извини! Мы не можем показать детали этой формы — данные в ней могут быть повреждены.
tr: Üzgünüm! Bu formun ayrıntılarını gösteremiyoruz - veriler bozulmuş olabilir
vi: Lấy làm tiếc! Chúng tôi không thể hiển thị chi tiết của biểu mẫu này - dữ liệu của biểu mẫu này có thể bị hỏng
zh: 對不起！ 我們無法顯示此表單的詳細資訊 - 它的資料可能已損壞
