Repository: krishnacoding11/stracture
Catalog: stracture_build/lib/l10n/app_*.arb
Languages: ar, cs, de, es, fr, ga, it, ja, ru, tr, vi, zh

# custom_camera_permission_des
source: Access to your camera is required to attach the photo to change your profile image. After giving access, your app will restart.
ar: لتغيير صورة ملفك الشخصي، يلزم الوصول إلى كاميرا جهازك لرفع الصورة. بعد السماح بإمكانية الوصول، سوف يُعاد تشغيل التطبيق.
cs: Přístup k fotoaparátu je nutný k připojení fotografie pro změnu profilového obrázku. Po udělení přístupu se aplikace restartuje.
de: Der Zugriff auf Ihre Kamera ist erforderlich, um das Foto zum Ändern Ihres Profilbildes anzuhängen. Nachdem Sie den Zugriff gewährt haben, wird Ihre App neu gestartet.
es: El acceso a su cámara es necesario para adjuntar la foto para cambiar su imagen de perfil. Después de dar acceso su aplicación se reiniciará.
fr: L'accès à votre appareil photo est nécessaire pour joindre la photo afin de modifier votre image de profil. Après avoir donné l'accès, l'application redémarre.
ga: Tá rochtain ar do cheamara ag teastáil chun an grianghraf a cheangal chun d'íomhá próifíle a athrú. Tar éis duit rochtain a thabhairt, atosóidh do app.
it: L'accesso alla fotocamera è obbligatorio per allegare la foto per modificare l'immagine del tuo profilo. Una volta consentito l'accesso, l'app si riavvia.
ja: プロフィール画像を変更するためには、写真を添付するためのカメラへのアクセスが必要です。アクセスを許可した後、アプリが再起動します。
ru: Доступ к вашей камере необходим, чтобы прикрепить фотографию, чтобы изменить изображение вашего профиля. После предоставления доступа ваше приложение перезапустится.
tr: Profil resminizi değiştirmek üzere fotoğraf eklemek için kameranıza erişim gereklidir. Erişim sağladıktan sonra uygulamanız yeniden başlayacaktır.
vi: Yêu cầu quyền truy cập camera để đính kèm hình ảnh và thay đổi hình đại diện của bạn. Sau khi cấp quyền truy cập, ứng dụng sẽ khởi động lại.
zh: 需要访问您的相机以附加照片以更改个人资料图片。授予权限后，您的应用程序将重新启动。

# custom_photos_permission_title
source: You have disabled Photos access
ar: لقد أوقَفتَ إمكانية الوصول إلى الصور
cs: Zakázali jste přístup k aplikaci Fotky
de: Sie haben den Zugriff auf Fotos deaktiviert
es: Ha desactivado el acceso a Fotos
fr: Vous avez désactivé l'accès aux photos
ga: Dhíchumasaigh tú rochtain Grianghraif
it: Hai disabilitato l'accesso alle Foto
ja: 写真アクセスが無効になっています
ru: Вы отключили доступ к Фото
tr: Fotoğraflar erişimini devre dışı bıraktınız
vi: Bạn đã tắt quyền truy cập thư viện hình ảnh
zh: 您已禁用照片访问权限

# custom_photos_permission_des
source: Access of your camera or file is required for uploading photo to your profile image, upload attachments while creating form.
ar: مطلوب الوصول إلى الكاميرا أو الملف الخاص بك لتحميل الصورة إلى صورة ملفك الشخصي، وتحميل المرفقات أثناء إنشاء النموذج.
cs: Pro nahrání fotografie do profilového obrázku je vyžadován přístup vašeho fotoaparátu nebo souboru, při vytváření formuláře nahrajte přílohy.
de: Toegang tot uw camera of bestand is vereist voor het uploaden van een foto naar uw profielafbeelding, het uploaden van bijlagen tijdens het maken van een formulier.
es: Se requiere acceso a su cámara o archivo para cargar una foto en su imagen de perfil, cargar archivos adjuntos mientras crea el formulario.
fr: L'accès à votre appareil photo ou à votre fichier est requis pour télécharger une photo sur votre image de profil, télécharger des pièces jointes lors de la création du formulaire.
ga: Teastaíonn rochtain ar do cheamara nó ar do chomhad chun grianghraf a uaslódáil chuig d’íomhá phróifíle, chun ceangaltáin a uaslódáil agus foirm á cruthú.
it: È necessario l'accesso alla fotocamera o al file per caricare la foto sull'immagine del profilo e caricare gli allegati durante la creazione del modulo.
ja: プロフィール画像に写真をアップロードしたり、フォームの作成中に添付ファイルをアップロードするには、カメラまたはファイルへのアクセスが必要です。
ru: Доступ к вашей камере или файлу необходим для загрузки фотографии в изображение вашего профиля, загрузки вложений при создании формы.
tr: Profil resminize fotoğraf yüklemek, form oluştururken ekleri yüklemek için kameranıza veya dosyanıza erişim gereklidir.
vi: Cần có quyền truy cập vào máy ảnh hoặc tệp của bạn để tải ảnh lên ảnh hồ sơ của bạn, tải tệp đính kèm lên trong khi tạo biểu mẫu.
zh: 需要访问您的相机以附加照片以更改个人资料图片。授予权限后，您的应用程序将重新启动。

# lbl_terms_and_condition
source: Terms & Conditions.
ar: الشروط والأحكام.
cs: Smluvní podmínky: V případě, že chcete získat informace o poloze, můžete se obrátit na uživatele.
de: Bedingungen und Konditionen.
es: Términos y condiciones.
fr: Conditions d'utilisation.
ga: Téarmaí ⁊ Coinníollacha.
it: Termini e Condizioni.
ja: 利用規約
ru: Условия.
tr: Hüküm ve Koşullar.
vi: Điều khoản & Điều kiện.
zh: 条款和条件。

source: Choose Mail App
ar: اِختَر تطبيق البريد
cs: Zvolte aplikaci Mail
de: Mail-App auswählen
es: Seleccione la aplicación de correo
fr: Choisir l'application Mail
ga: Roghnaigh Mail App
it: Scegli l'App Mail
ja: メールアプリを選択する
ru: Выберите почтовое приложение
tr: Mail Uygulamasını Seçin
vi: Chọn Ứng dụng Mail
zh: 选择邮件应用

# reset_password_expire
source: Link has expired. Please raise a request to receive new verification email.
ar: الرابط قد انتهَت صلاحيته. يُرجى تقديم طلب لاستلام رسالة بريد إلكتروني جديدة للتحقُّق.
cs: Platnost odkazu vypršela. Zvyšte prosím požadavek na zaslání nového ověřovacího e-mailu.
de: Der Link ist abgelaufen. Bitte stellen Sie eine Anfrage, um eine neue Verifizierungs-E-Mail zu erhalten.
es: El enlace ha caducado. Por favor, eleve una solicitud para recibir un nuevo correo electrónico de verificación.
fr: Le lien a expiré. Veuillez demander à recevoir un nouvel e-mail de vérification.
ga: Tá an nasc imithe in éag. Déan iarratas chun ríomhphost fíorúcháin nua a fháil.
it: Il link è scaduto. Ti invitiamo a inviare una richiesta per ricevere una nuova e-mail di verifica.
ja: リンクの有効期限が切れました。新しい確認メールを受け取るためのリクエストを送信してください。
ru: Срок действия ссылки истек. Отправьте запрос на получение нового письма с подтверждением.
tr: Bağlantının süresi doldu. Lütfen yeni bir doğrulama e-postası almak için talepte bulunun.
vi: Đường link Liên kết đã hết hạn. Vui lòng yêu cầu gửi một email xác minh mới.
zh: 链接已过期。请提出请求以接收新的验证电子邮件。

# reset_password_verify
source: Email ID has been already verified. Login Now!!!
ar: تمَّ التحقُّق من بريدك الإلكتروني بالفعل. سجِّل الدخول الآن.
cs: Váš e-mail byl již ověřen. Přihlaste se nyní.
de: Ihre E-Mail wurde bereits verifiziert. Jetzt anmelden.
es: Su correo electrónico ya ha sido verificado. Inicie sesión ahora.
fr: Votre email a déjà été vérifié. Se connecter maintenant.
ga: Tá do ríomhphost fíoraithe cheana féin. Logáil isteach Anois.
it: Il tuo indirizzo e-mail è già stato verificato. Accedi Adesso.
ja: Eメールはすでに確認済みです。今すぐログインしてください。
ru: Ваш адрес электронной почты уже подтвержден. Можете войти в аккаунт.
tr: E-postanız zaten doğrulandı. Şimdi Giriş Yapın.
vi: Địa chỉ email của bạn đã được xác minh. Đăng Nhập Ngay.
zh: 您的电子邮件已经验证。现在登录。

# lbl_current_password
source: Current Password
ar: كلمة المرور الحالية
cs: Aktuální heslo
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
ga: Pasfhocal reatha
it: Password Attuale
ja: 現在のパスワード
ru: Текущий пароль
tr: Mevcut Şifre
vi: Mật khẩu hiện tại
zh: 当前密码

# lbl_setting
source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Paramètres
ga: Socruithe
it: Impostazioni
ja: 設定
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh: 设置

source: No Data Available
ar: لا توجد بيانات مُتاحة
cs: Nejsou k dispozici žádné údaje
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
ga: Níl Sonraí ar Fáil
it: Nessun Dato Disponibile
ja: 利用できるデータがありません
ru: Данные недоступны
tr: Veri Mevcut Değil
vi: Không có sẵn các dữ liệu
zh: 无可用数据

# lbl_move_scale
source: Move and Scale
ar: نقل وتغيير الحجم
cs: Přesun a měřítko
de: Verschieben und Skalieren
es: Mover y escalar
fr: Déplacer et mettre à l'échelle
ga: Bog agus Scála
it: Sposta e Ridimensiona
ja: 移動してスケーリングする
ru: Перемещение и масштабирование
tr: Taşı ve Ölçeklendir
vi: Di Chuyển và Thay đổi tỷ lệ kích thước
zh: 移动和缩放

# error_select_camera
source: Error: select a camera first.
ar: خطأ: يجب أولاً اختيار كاميرا.
cs: Chyba: Nejprve vyberte fotoaparát.
de: Fehler: Wählen Sie zuerst eine Kamera aus.
es: Error:seleccione primero una cámara.
fr: Erreur : sélectionnez d'abord une caméra.
ga: Earráid: roghnaigh cheamara ar dtús.
it: Errore: prima devi selezionare una fotocamera.
ja: エラー:まずカメラを選択してください。
ru: Ошибка: сначала выберите камеру.
tr: Hata: önce bir kamera seçin.
vi: Lỗi: hãy chọn máy ảnh trước.
zh: 错误：首先选择一个相机。

# project_list_empty
source: You haven’t been allocated any projects yet - please contact your Workspace Administrator for help.
ar: لم يتم تعيينك لأي مشاريع بعد - تَواصَل مع مُشرِفَك للمساعدة.
cs: Ještě jste nebyli přiřazeni k žádnému projektu - obraťte se na správce, který vám pomůže.
de: Sie wurden noch keinem Projekt zugewiesen - bitte wenden Sie sich an Ihren Administrator, um Hilfe zu erhalten.
es: Todavía no se le ha asignado ningún proyecto - póngase en contacto con su administrador para obtener ayuda.
fr: Vous n'avez pas encore été affecté à un projet - veuillez contacter votre administrateur pour obtenir de l'aide.
ga: Níor sannadh d’aon tionscadal thú go fóill - déan teagmháil le do Riarthóir chun cabhair a fháil.
it: Non sei ancora stato assegnato a nessun progetto: contatta il tuo Amministratore per ricevere assistenza.
ja: まだプロジェクトが割り当てられていません - ヘルプのために管理者にお問い合わせください。
ru: Вам еще не назначен ни один проект. Обратитесь за помощью к администратору.
tr: Henüz herhangi bir projeye atanmadınız - yardım için lütfen Yöneticinizle iletişime geçin.
vi: Bạn chưa được giao dự án nào - vui lòng liên hệ Quản trị viên để được trợ giúp.
zh: 您尚未被分配到任何项目 - 请联系管理员寻求帮助。

# fav_project_list_empty
source: You haven’t favourited any projects yet.
ar: لم تَختَر أي مشاريع مُفضَّلة بعد.
cs: Ještě jste nevybrali žádné oblíbené projekty.
de: Sie haben noch keine Lieblingsprojekte ausgewählt.
es: Aún no ha seleccionado ningún proyecto favorito.
fr: Vous n'avez pas encore sélectionné de projets favoris.
ga: Níor roghnaigh tú aon tionscadal is fearr leat fós.
it: Non hai ancora selezionato un progetto preferito.
ja: お気に入りのプロジェクトはまだ選択されていません。
ru: Вы еще не выбрали ни одного любимого проекта.
tr: Henüz herhangi bir favori proje seçmediniz.
vi: Bạn chưa chọn bất kỳ dự án yêu thích nào.
zh: 您尚未选择任何喜爱的项目。

# lbl_error_contact_message
source: Contact Number cannot be empty.
ar: يجب إدخال رقم الاتصال.
cs: Číslo kontaktu nemůže být prázdné.
de: Die Kontaktnummer kann nicht leer sein.
es: El número de contacto no puede estar vacío.
fr: Le numéro de contact ne peut pas être vide.
ga: Ní féidir leis an Uimhir Teagmhála a bheith folamh.
it: Il Numero di Contatto non può essere vuoto.
ja: 連絡先番号は空にできません。
ru: Нужно обязательно заполнить контактный номер.
tr: İletişim Numarası boş bırakılamaz.
vi: Số điện thoại liên hệ không được để trống.
zh: 联系电话不能为空。

# lbl_invalid_qr
source: Oops! Invalid QR code. Please contact your Workspace Administrator
ar: عُذرًا! رمز الاستجابة السريع (QR) غير صالح. تَواصَل مع مُشرِف ورشة العمل.
cs: Oops! Neplatný QR kód. Obraťte se na svého Správce pracovního prostoru
de: Ups! Ungültiger QR-Code. Bitte kontaktieren Sie Ihren Arbeitsbereich-Administrator.
es: ¡Uy! Código QR no válido. Póngase en contacto con su administrador del espacio de trabajo
fr: Oups ! Code QR non valide. Veuillez contacter votre administrateur d'espace de travail
ga: Úps! Cód QR neamhbhailí. Déan teagmháil le do Riarthóir Spás Oibre
it: Ops! Codice QR non valido. Contatta l'Amministratore del tuo Spazio di Lavoro
ja: おっと！無効なQRコードです。ワークスペース管理者にお問い合わせください。
ru: Ой! Неверный QR-код. Обратитесь к администратору рабочей области.
tr: Geçersiz QR kodu. Lütfen Çalışma Alanı Yöneticinizle iletişime geçin
vi: Rất tiếc! Mã QR không hợp lệ. Vui lòng liên hệ Quản trị viên Workspace của bạn
zh: 糟糕！无效的QR码。请联系您的工作空间管理员。

# do_not_have_permission_project
source: Unauthorized! You do not have permission to access this project. Please contact your Workspace Administrator.
ar: غير مُصرَّح به! ليس لديك إذن للوصول إلى هذا المشروع. تَواصَل مع مُشرِف ورشة العمل.
cs: Neautorizováno! Nemáte oprávnění k přístupu k tomuto projektu. Obraťte se prosím na svého správce pracovního prostoru.
de: Nicht autorisiert! Sie haben keine Berechtigung, auf dieses Projekt zuzugreifen. Bitte wenden Sie sich an Ihren Arbeitsbereich-Administrator.
es: ¡No autorizado!. No tiene permiso para acceder a este proyecto. Póngase en contacto con su administrador del espacio de trabajo.
fr: Non autorisé ! Vous n'avez pas la permission d'accéder à ce projet. Veuillez contacter votre administrateur d'espace de travail.
ga: Neamhúdaraithe!. Níl cead agat rochtain a fháil ar an tionscadal seo. Déan teagmháil le do Riarthóir Spás Oibre.
it: Non sei autorizzato! Non hai il permesso di accedere a questo progetto. Contatta l'Amministratore del tuo Spazio di Lavoro.
ja: 許可されていません！このプロジェクトにアクセスする権限がありません。ワークスペース管理者にお問い合わせください。
ru: Неавторизовано!. У вас нет разрешения на доступ к этому проекту. Обратитесь к администратору рабочей области.
tr: Yetkiniz yok! Bu projeye erişim izniniz yok. Lütfen Çalışma Alanı Yöneticinizle iletişime geçin.
vi: Không được phép!. Bạn không có quyền truy cập vào dự án này. Vui lòng liên hệ Quản trị viên Workspace của bạn.
zh: 未经授权！您无权访问此项目。请联系您的工作空间管理员。

# location_removed
source: Sorry, this location has been removed from the project and is no longer available. Please contact your Workspace Admin for more information.
ar: نأسف لإبلاغكُم بأن هذا الموقع قد أُزيلَ من المشروع ولا يمكن الوصول إليه بعد الآن. تَواصَل مع لمُشرِفَك لمزيد من المعلومات.
cs: Omlouváme se, toto umístění bylo z projektu odstraněno a již není k dispozici. Pro více informací se prosím obraťte na svého správce.
de: Dieser Ort wurde leider aus dem Projekt entfernt und ist nicht mehr verfügbar. Bitte kontaktieren Sie Ihren Administrator für weitere Informationen.
es: Lamentablemente esta ubicación ha sido eliminada del proyecto y ya no está disponible. Póngase en contacto con su administrador para obtener más información.
fr: Désolé, ce lieu a été retiré du projet et n'est plus disponible. Veuillez contacter votre administrateur pour plus d'informations.
ga: Tá brón orainn gur baineadh an suíomh seo den tionscadal agus níl sé ar fáil a thuilleadh. Déan teagmháil le do Riarthóir le haghaidh tuilleadh eolais.
it: Ci dispiace, questa posizione è stata rimossa dal progetto e non è più disponibile. Contatta il tuo amministratore per maggiori informazioni.
ja: 申し訳ありませんが、この場所はプロジェクトから削除され、ご利用ができなくなりました。詳細情報については、管理者にお問い合わせください。
ru: Извините, это место было удалено из проекта и больше недоступно. Пожалуйста, свяжитесь с вашим администратором для получения дополнительной информации.
tr: Üzgünüz, bu konum projeden kaldırılmıştır ve artık mevcut değildir. Daha fazla bilgi için lütfen Yöneticinizle iletişime geçin.
vi: Xin lỗi, vị trí này đã bị xoá khỏi dự án và không còn khả dụng. Vui lòng liên hệ với Quản trị viên để biết thêm thông tin.
zh: 抱歉，此位置已从项目中移除，不再可用。请联系管理员以获取更多信息。

# folder_removed
source: Sorry, this folder has been removed from the project and is no longer available. Please contact your Workspace Admin for more information.
ar: عُذرًا، لقد أُزيلَ هذا المُجلَّد من المشروع ولا يمكن الوصول إليه بعد الآن. تَواصَل مع لمُشرِفَك لمزيد من المعلومات.
cs: Omlouváme se, tato složka byla z projektu odstraněna a již není k dispozici. Pro více informací se prosím obraťte na svého správce.
de: Dieser Ordner wurde leider aus dem Projekt entfernt und steht nicht mehr zur Verfügung. Bitte wenden Sie sich an Ihren Administrator, um weitere Informationen zu erhalten.
es: Lo sentimos, esta carpeta se ha eliminado del proyecto y ya no está disponible. Póngase en contacto con su administrador para obtener más información.
fr: Désolé, ce dossier a été supprimé du projet et n'est plus disponible. Veuillez contacter votre administrateur pour plus d'informations.
ga: Tá brón orainn gur baineadh an fillteán seo den tionscadal agus níl sé ar fáil a thuilleadh. Déan teagmháil le do Riarthóir le haghaidh tuilleadh eolais.
it: Questa cartella è stata rimossa dal progetto e non è più disponibile. Contatta il tuo Amministratore per maggiori informazioni.
ja: 申し訳ありませんが、このフォルダはプロジェクトから削除され、ご利用ができなくなりました。詳細情報については、管理者にお問い合わせください。
ru: К сожалению, эта папка была удалена из проекта и больше недоступна. Пожалуйста, свяжитесь с вашим администратором для получения дополнительной информации.
tr: Üzgünüz, bu klasör projeden kaldırılmıştır ve artık mevcut değildir. Daha fazla bilgi için lütfen Yöneticinizle iletişime geçin.
vi: Xin lỗi, thư mục này đã bị xoá khỏi dự án và không còn khả dụng. Vui lòng liên hệ với Quản trị viên để biết thêm thông tin.
zh: 抱歉，此文件夹已从项目中移除，不再可用。请联系管理员以获取更多信息。

# form_removed
source: Sorry, this form has been removed from the project and is no longer available. Please contact your Workspace Admin for more information.
ar: عُذرًا، لقد أُزيلَ هذا النموذج من المشروع ولا يمكن الوصول إليه بعد الآن. تَواصَل مع مُشرِف ورشة العمل لمزيد من المعلومات.
cs: Omlouváme se, tento formulář byl z projektu odstraněn a již není k dispozici. Pro více informací se prosím obraťte na svého správce pracovního prostoru.
de: Dieses Formular wurde leider aus dem Projekt entfernt und ist nicht mehr verfügbar. Bitte wenden Sie sich an Ihren Workspace-Administrator, um weitere Informationen zu erhalten.
es: Lamentamos que este formulario se haya eliminado del proyecto y ya no esté disponible. Póngase en contacto con su administrador del espacio de trabajo para obtener más información.
fr: Désolé, ce formulaire a été supprimé du projet et n'est plus disponible. Veuillez contacter l'administrateur de votre espace de travail pour plus d'informations.
ga: Ár leithscéal baineadh an fhoirm seo den tionscadal agus níl sí ar fáil a thuilleadh. Déan teagmháil le do Riarthóir Spás Oibre le haghaidh tuilleadh eolais.
it: Questo modulo è stato rimosso dal progetto e non è più disponibile. Contatta l'Amministratore del tuo Spazio di Lavoro.
ja: 申し訳ありませんが、このフォームはプロジェクトから削除され、ご利用ができなくなりました。詳細情報については、ワークスペース管理者にお問い合わせください。
ru: К сожалению, эта форма была удалена из проекта и больше недоступна. Пожалуйста, свяжитесь с вашим администратором Workspace для получения дополнительной информации.
tr: Üzgünüz, bu form projeden kaldırılmıştır ve artık kullanılamamaktadır. Daha fazla bilgi için lütfen Çalışma Alanı Yöneticinizle iletişime geçin.
vi: Xin lỗi, biểu mẫu này đã bị xoá khỏi dự án và không còn khả dụng. Vui lòng liên hệ với Quản trị viên Workspace của bạn để biết thêm thông tin.
zh: 抱歉，此表单已从项目中移除，不再可用。请联系工作区管理员以获取更多信息。

# change_password_success_message
source: Password updated successfully
ar: حُدِّثَت كلمة المرور بنجاح.
cs: Heslo bylo úspěšně aktualizováno.
de: Passwort erfolgreich aktualisiert.
es: Contraseña actualizada correctamente.
fr: Le mot de passe a été mis à jour avec succès.
ga: D'éirigh le nuashonrú an phasfhocail.
it: La password è stata aggiornata correttamente.
ja: パスワードが正常に更新されました。
ru: Пароль успешно обновлен.
tr: Şifre başarıyla güncellendi.
vi: Cập nhật mật khẩu thành công.
zh: 密码已成功更新。

# change_password_failure_message
source: Unable to update password - please try again
ar: غير قادر على تحديث كلمة المرور - حاوِل مرة أخرى.
cs: Heslo se nepodařilo aktualizovat - zkuste to prosím znovu.
de: Kennwort kann nicht aktualisiert werden - bitte versuchen Sie es erneut.
es: No se ha podido actualizar la contraseña - inténtelo de nuevo.
fr: Impossible de mettre à jour le mot de passe - veuillez réessayer.
ga: Ní féidir an pasfhocal a nuashonrú - bain triail eile as.
it: Impossibile aggiornare la password. Riprova.
ja: パスワードを更新できません - もう一度お試しください。
ru: Не удалось обновить пароль. Повторите попытку.
tr: Şifre güncellenemedi - lütfen tekrar deneyin.
vi: Không thể cập nhật mật khẩu - vui lòng thử lại.
zh: 无法更新密码 - 请重试。

# lbl_task
source: Tasks
ar: المهام
cs: Úkoly
de: Aufgaben
es: Tareas
fr: Tâches
ga: Tascanna
it: Attività
ja: タスク
ru: Задачи
tr: Görevler
vi: Nhiệm vụ
zh: 任务

# lbl_task_created
source: Created
ar: تم الإنشاء
cs: Vytvořeno
de: Erstellt
es: Creado
fr: Créé
ga: Cruthaithe
it: Creato
ja: 作成
ru: Создано
tr: Oluşturuldu
vi: Đã tạo
zh: 创建日期

# lbl_task_status
source: Status:
ar: الحالة
cs: Stav:
es: Estado:
fr: Statut :
ga: Stádas:
it: Stato:
ja: ステータス:
ru: Статус:
tr: Durum:
vi: Trạng thái:
zh: 状态：

# lbl_task_created_date
source: Created:
ar: أُنشِئَ:
cs: Vytvořeno:
de: Erstellt:
es: Creado:
fr: Créée :
ga: Cruthaithe:
it: Creato:
ja: 作成されました：
ru: Создано:
tr: Oluşturuldu:
vi: Đã tạo:
zh: 创建日期：

# lbl_task_due_date
source: Form Due Date:
ar: تاريخ الاستحقاق:
cs: Termín:
de: Fälligkeitsdatum:
es: Fecha de vencimiento:
fr: Date d'échéance :
ga: Dáta Dlite:
it: Data di consegna:
ja: 期限:
ru: Срок оплаты:
tr: Teslim tarihi:
vi: Ngày hết hạn:
zh: 截止日期：

# lbl_tasks_title
source: Title:
ar: العنوان
cs: Název:
de: Titel:
es: Título:
fr: Titre :
ga: Teideal:
it: Titolo:
ja: タイトル:
ru: Заголовок:
tr: Başlık:
vi: Tiêu đề:
zh: 标题：

# lbl_tasks_myTask
source: My Tasks:
ar: مهامي:
cs: Moje úkoly:
de: Meine Aufgaben:
es: Mis tareas:
fr: Mes tâches :
ga: Mo Thascanna:
it: Le Mie Attività:
ja: マイタスク:
ru: Мои задачи:
tr: Görevlerim:
vi: Nhiệm vụ của tôi:
zh: 我的任务：

# lbl_tasks_location
source: Location:
ar: الموقع:
cs: Umístění:
de: Ort:
es: Ubicación:
fr: Emplacement :
ga: Suíomh:
it: Posizione:
ja: 場所:
ru: Расположение:
tr: Konum:
vi: Vị trí:
zh: 位置：

# lbl_qr_different_workspace
source: QR belongs to a different workspace
ar: رمز الاستجابة السريع (QR) هذا مرتبط بمشروع مختلف.
cs: Tento QR kód je přiřazen k jinému projektu.
de: Dieser QR-Code ist mit einem anderen Projekt verbunden.
es: Este código QR está asociado a un proyecto diferente.
fr: Ce code QR est associé à un autre projet.
ga: Baineann an cód QR seo le tionscadal eile.
it: Questo codice QR è associato a un altro progetto.
ja: このQRコードは別のプロジェクトに関連付けられています。
ru: Этот QR-код связан с другим проектом.
tr: Bu QR kodu farklı bir projeyle ilişkilendirilmiştir.
vi: Mã QR này liên quan đến dự án khác.
zh: 此QR码与不同的项目相关联。

# lbl_about
source: About
ar: حول
cs: O stránkách
de: Über
es: Acerca de
fr: A propos de
ga: Maidir
it: Informazioni
ja: について
ru: О
tr: Hakkında
vi: Về
zh: 关于
