Repository: krishnacoding11/stracture
Catalog: stracture_build/lib/l10n/app_*.arb
Languages: ar, cs, de, es, fr, ga, it, ja, ru, tr, vi, zh

# lbl_system_sync_fail_msg
source: Please contact Asite support.
ar: يُرجى الاتصال بالدعم الفني لشركة أسايت.
cs: Obraťte se na podporu Asite.
de: Bitte kontaktieren Sie den Asite Support.
es: Póngase en contacto con el servicio de asistencia de Asite.
fr: Veuillez contacter le support Asite.
ga: Déan teagmháil le do thoil le tacaíocht Asite.
it: Contatta l'assistenza Asite.
ja: Asiteサポートにご連絡ください。
ru: Обратитесь в службу поддержки Asite.
tr: Lütfen Asite destek ile iletişime geçin.
vi: Vui lòng liên hệ với bộ phận hỗ trợ Asite.
zh: 请联系Asite支持。

# lbl_sync_remainder
source: Synchronisation Remainder
ar: تذكير بالمزامنة
cs: Zbytek synchronizace
de: Restliche Synchronisierung
es: Sincronización pendiente
fr: Synchronisation restante
ga: Fuílleach Sioncrónaithe
it: Promemoria Sincronizzazione
ja: 同期残数
ru: Остаток синхронизации
tr: Senkronizasyon Geri Kalanı
vi: Nhắc nhở Đồng bộ hóa
zh: 同步提醒

# lbl_sync_remainder_msg
source: You have not synced your offline records for the past 3 hours.Would you like to now?
ar: يبدو أن سجلاتك غير المتصلة بالشبكة لم تتم مزامنتها خلال الساعات الثلاث الماضية. هل ترغب في إجراء المزامنة الآن؟
cs: Za poslední 3 hodiny jste nesynchronizovali své offline záznamy, chcete to udělat nyní?
de: Sie haben Ihre Offline-Datensätze in den letzten 3 Stunden nicht synchronisiert. Möchten Sie dies jetzt tun?
es: No ha sincronizado sus registros offline en las últimas 3 horas. ¿Le gustaría hacerlo ahora?
fr: Vous n'avez pas synchronisé vos données hors ligne au cours des 3 dernières heures.
ga: Níor shioncronaigh tú do thaifid as líne le 3 uair an chloig anuas. Ar mhaith leat anois?
it: Non hai sincronizzato i tuoi dati offline nelle ultime 3 ore. Vuoi farlo adesso?
ja: 過去3時間、オフライン記録を同期していません。今同期しますか？
ru: Вы не синхронизировали свои автономныеоффлайн записи в течение последних 3 часов. Хотите сделать это сейчас?
tr: Son 3 saattir çevrimdışı kayıtlarınızı senkronize etmediniz, şimdi etmek ister misiniz?
vi: Bạn chưa đồng bộ các bản ghi ngoại tuyến của mình trong vòng 3 giờ qua. Bạn có muốn thực hiện đồng bộ ngay bây giờ không?
zh: 您已经有3个小时没有同步您的离线记录了。您现在想要同步吗？

# lbl_location_not_marked_offline
source: This location is not marked for offline
ar: هذا الموقع ليس به علامة للاستخدام غير المتصل بالشبكة
cs: Toto umístění není označeno pro offline
de: Dieser Ort ist nicht als offline markiert
es: Esta ubicación no está marcada para offline
fr: Ce lieu n'est pas marqué pour la mise hors ligne
ga: Níl an suíomh seo marcáilte le haghaidh as líne
it: Questa posizione non è contrassegnata come offline
ja: このロケーションはオフライン用にマークされていません。
ru: Это место не помечено для оффлайн
tr: Bu konum çevrimdışı olarak işaretlenmemiş
vi: Vị trí này không được đánh dấu để sử dụng ngoại tuyến
zh: 此位置未标记为离线

# lbl_btn_yes
source: Yes
ar: نعم
cs: Ano
de: Ja
es: Sí
fr: Oui
ga: Tá
it: Sì
ja: はい
ru: Да
tr: Evet
vi: Có
zh: 是的

# request
source: Send Request
ar: طلب
cs: Požádat o
de: Anfrage
es: Solicitar
fr: Demande de synchronisation
ga: Iarratas
it: Richiesta
ja: リクエスト
ru: Сделать запрос
tr: Talep Et
vi: Yêu cầu
zh: 请求

source: Update
ar: تحديث
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Mise à jour
ga: Nuashonrú
it: Aggiornamento
ja: 更新
ru: Обновить
tr: Güncelle
vi: Cập nhật
zh: 更新

source: Model Request
ar: طلب نموذج
cs: Požadavek na Model
de: Modell-Anfrage
es: Solicitud de modelo
fr: Demande de modèle
ga: Iarratas Múnla
it: Richiesta Modello
ja: モデルのリクエスト
ru: Запрос модели
tr: Model Talebi
vi: Yêu cầu Mô hình
zh: 模型请求

# send_a_request
source: Send a request to administrators to make this model available for offline viewing.
ar: قدّم طلبًا للمُشرفين لتفعيل مشاهدة هذا النموذج غير المتصل بالشبكة.
cs: Odešlete správcům požadavek na zpřístupnění tohoto modelu pro offline prohlížení.
de: Senden Sie eine Anfrage an die Administratoren, um dieses Modell für die Offline-Ansicht verfügbar zu machen.
es: Envíe una solicitud a los administradores para que este modelo esté disponible para su visualización sin conexión.
fr: Envoyer une demande aux administrateurs pour rendre ce modèle disponible pour une visualisation hors ligne.
ga: Seol iarratas chuig riarthóirí an tsamhail seo a chur ar fáil le féachaint as líne.
it: Invia una richiesta agli amministratori per rendere questo modello disponibile per la visualizzazione offline.
ja: このモデルをオフラインで閲覧できるようにするためのリクエストを管理者に送信します。
ru: Отправьте запрос администраторам, чтобы сделать эту модель доступной для просмотра в оффлайн режиме.
tr: Bu modeli çevrimdışı görüntüleme için kullanılabilir hale getirmek üzere yöneticilere bir istek gönderin.
vi: Gửi yêu cầu cho các quản trị viên để có thể xem mô hình này ngoại tuyến.
zh: 发送请求给管理员，使此模型可用于离线查看。

# are_sure_download
source: Are you sure you want to download these file for offline use?
ar: هل ترغَب في تنزيل هذه الملفات للاستخدام غير المتصل بالشبكة؟
cs: Určitě chcete stáhnout tento soubor pro offline použití?
de: Sind Sie sicher, dass Sie diese Datei für die Offline-Nutzung herunterladen möchten?
es: ¿Está seguro de que desea descargar este archivo para utilizarlo sin conexión?
fr: Êtes-vous sûr de pouvoir télécharger ces fichiers pour une utilisation hors ligne ?
ga: An bhfuil tú cinnte go n-íoslódálann tú na comhaid seo le húsáid as líne?
it: Sei sicuro di voler scaricare questi file per l'uso offline?
ja: オフライン用にこれらのファイルをダウンロードしてもよろしいですか？
ru: Вы уверены, что хотите загрузить эти файлы для оффлайн использования?
tr: Bu dosyayı çevrimdışı kullanım için indireceğinizden emin misiniz?
vi: Bạn có chắc chắn muốn tải xuống các tệp này để sử dụng ngoại tuyến không?
zh: 您确定要下载这些文件以供离线使用吗？

# are_sure_update
source: Are you sure you want to make changes to the offline content?
ar: هل ترغب في إجراء تعديلات على المحتوى غير المتصل بالشبكة؟
cs: Jste si jisti, že chcete provést změny v obsahu pro offline použití?
de: Sind Sie sicher, dass Sie Änderungen an den Offline-Inhalten vornehmen möchten?
es: ¿Está seguro de que desea realizar cambios en el contenido offline?
fr: Êtes-vous sûr de vouloir modifier le contenu hors ligne ?
ga: An bhfuil tú cinnte gur mian leat athruithe a dhéanamh ar an ábhar as líne?
it: Sei sicuro di voler apportare modifiche al contenuto offline?
ja: 本当にオフラインコンテンツに変更を加えますか？
ru: Вы уверены, что хотите внести изменения в режим оффлайн?
tr: Çevrimdışı içerikte değişiklik yapmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn thay đổi nội dung ngoại tuyến không?
zh: 您确定要对离线内容进行更改吗？

source: Set Model Offline
ar: تعيين النموذج للاستخدام غير المتصل بالشبكة
cs: Nastavit Model do režimu Offline
de: Modell offline stellen
es: Establecer modelo sin conexión
fr: Mettre le modèle hors ligne
ga: Socraigh Múnla As Líne
it: Imposta Modello Offline
ja: モデルをオフラインに設定する
ru: Установить модель в режиме оффлайн
tr: Modeli Çevrimdışı Ayarla
vi: Đặt Mô hình Ngoại tuyến
zh: 设置模型为离线

# please_select_revision
source: Please select the revision(s) you would like to set for offline use?
ar: اختَر التعديلات التي ترغب في تعيينها للاستخدام غير المتصل بالشبكة.
cs: Vyberte prosím revizi (revize), které chcete nastavit pro offline použití?
de: Bitte wählen Sie die Revision(en) aus, die Sie für die Offline-Nutzung einstellen möchten?
es: Por favor, seleccione la(s) revisión(es) que desea establecer para su uso sin conexión.
fr: Veuillez sélectionner la ou les révision(s) que vous souhaitez définir pour une utilisation hors ligne.
ga: Roghnaigh an leasú/na leasuithe ba mhaith leat a shocrú le haghaidh úsáide as líne?
it: Seleziona la revisione o le revisioni che desideri impostare per l'uso offline.
ja: オフラインで使用するリビジョンを選択してください。
ru: Пожалуйста, выберите версии, которые вы хотели бы установить для режима оффлайн?
tr: Lütfen çevrimdışı kullanım için ayarlamak istediğiniz revizyonları seçin?
vi: Vui lòng chọn các phiên bản bạn muốn đặt sử dụng ngoại tuyến?
zh: 请选择您想要设置为离线使用的修订版

# please_note_model_manage
source: (Please consider the file size of all revision(s) When downloading to your device)
ar: (يرجى مراعاة حجم الملف لجميع التعديلات عند تنزيلها على جهازك)
cs: (Při stahování do zařízení uveďte velikost souboru všech revizí).
de: (Bitte beachten Sie die Dateigröße aller Revision(en) beim Herunterladen auf Ihr Gerät)
es: (Tenga en cuenta el tamaño del archivo de todas las revisiones cuando lo descargue en su dispositivo)
fr: (Veuillez indiquer la taille du fichier de toutes les révisions lors du téléchargement sur votre appareil)
ga: (Cuir méid comhaid na n-athbhreithnithe ar fad agus tú á n-íoslódáil chuig do ghléas)
it: (Considera la dimensione del file di ogni revisione quando lo scarichi sul tuo dispositivo)
ja: (デバイスにダウンロードする際、すべてのリビジョンのファイルサイズにご注意ください)
ru: (Пожалуйста, укажите размер файла всех версий при загрузке на ваше устройство)
tr: (Lütfen cihazınıza indirirken tüm revizyonların dosya boyutunu dikkate alın)
vi: (Vui lòng lưu ý dung lượng tập tin của tất cả các phiên bản khi tải về thiết bị của bạn)
zh: （请在下载到您的设备时列出所有修订版的文件大小）

# please_note_download
source: (Please note the file size when downloading to your device)
ar: (يرجى مراعاة حجم الملف عند التنزيل إلى جهازك)
cs: (Při stahování do zařízení si prosím poznamenejte velikost souboru)
de: (Bitte beachten Sie die Dateigröße beim Herunterladen auf Ihr Gerät)
es: (Por favor, tenga en cuenta el tamaño del archivo cuando lo descargue en su dispositivo)
fr: (Veuillez noter la taille du fichier lors du téléchargement sur votre appareil)
ga: (Tabhair faoi deara méid an chomhaid agus tú á íoslódáil chuig do ghléas)
it: (Considera la dimensione dei file quando li scarichi sul tuo dispositivo)
ja: (デバイスにダウンロードする際のファイルサイズにご注意ください)
ru: (Обратите внимание на размер файла при загрузке на ваше устройство)
tr: (Lütfen cihazınıza indirirken dosya boyutuna dikkat edin)
vi: (Vui lòng lưu ý dung lượng tập tin khi tải về thiết bị của bạn)
zh: （请注意在下载到您的设备时文件大小）

# offline_viewing
source: The system is going to set this model for offline viewing.
ar: النظام سوف يَعرِض هذا النموذج بوضع غير المتصل بالشبكة.
cs: Systém nastaví tento model pro prohlížení offline.
de: Das System wird dieses Modell für die Offline-Ansicht einstellen.
es: A continuación, el sistema va a configurar este modelo para su visualización sin conexión.
fr: Le système va définir ce modèle pour une visualisation hors ligne.
ga: Tá an córas chun an tsamhail seo a shocrú chun féachaint as líne.
it: Il sistema imposterà questo modello per la visualizzazione offline.
ja: このモデルをオフライン表示に設定します。
ru: Система установит эту модель для просмотра в режиме оффлайн.
tr: Sistem bu modeli çevrimdışı görüntüleme için ayarlayacaktır.
vi: Hệ thống sẽ đặt mô hình này để xem ngoại tuyến.
zh: 系统将设置此模型供离线查看。

# clear_project_data
source: Clear Project Model Data
ar: مسح بيانات نموذج المشروع
cs: Vymazat Data Modelu Projektu
de: Projektmodelldaten löschen
es: Borrar datos del modelo del proyecto
fr: Effacer les données du modèle de projet
ga: Glan Sonraí Samhail Tionscadail
it: Cancella Dati Modello Progetto
ja: プロジェクトモデルデータをクリアする
ru: Очистить данные модели проекта
tr: Proje Modeli Verilerini Temizle
vi: Xóa Dữ liệu Mô hình Dự án
zh: 清除项目模型数据

source: Clear Model Data
ar: مسح بيانات النموذج
cs: Vymazat Data Modelu
de: Modelldaten löschen
es: Borrar datos del modelo
fr: Effacer les données du modèle
ga: Sonraí Múnla Glan
it: Cancella Dati Modello
ja: モデルデータをクリアする
ru: Очистить данные модели
tr: Model Verilerini Temizle
vi: Xóa Dữ liệu Mô hình
zh: 清除模型数据

# are_sure_remove
source: Are you sure to remove these file for offline use?
ar: هل ترغَب حقًا بإزالة هذه الملفات للاستخدام غير المتصل بالشبكة؟
cs: Jste si jisti, že chcete odstranit tento soubor pro offline použití?
de: Sind Sie sicher, dass Sie diese Datei für die Offline-Nutzung entfernen möchten?
es: ¿Está seguro de eliminar este archivo para su uso sin conexión?
fr: Êtes-vous sûr de vouloir supprimer ces fichiers pour une utilisation hors ligne ?
ga: An bhfuil tú cinnte go mbainfidh tú an comhad seo le húsáid as líne?
it: Sei sicuro di voler rimuovere questi file per l'uso offline?
ja: これらのファイルをオフライン用に削除してもよろしいですか？
ru: Вы уверены, что хотите удалить эти файлы длярежима оффлайн?
tr: Bu dosyayı çevrimdışı kullanım için kaldıracağınızdan emin misiniz?
vi: Bạn có chắc chắn muốn xoá các tệp này để sử dụng ngoại tuyến không?
zh: 您确定要将这些文件移除以供离线使用吗？

# please_note_remove
source: (Please note the file size when removing from your device)
ar: (يرجى مراعاة حجم الملف عند الإزالة من جهازك)
cs: (Při odstraňování ze zařízení si prosím poznamenejte velikost souboru)
de: (Bitte beachten Sie die Dateigröße, wenn Sie sie von Ihrem Gerät entfernen)
es: (Tenga en cuenta el tamaño del archivo cuando lo elimine de su dispositivo)
fr: (Veuillez noter la taille du fichier lorsque vous le supprimez de votre appareil)
ga: (Tabhair faoi deara méid an chomhaid agus tú ag baint de do ghléas)
it: (Considera la dimensione dei file quando li rimuovi dal tuo dispositivo)
ja: (デバイスから削除する場合、ファイルサイズに注意してください)
ru: (Обратите внимание на размер файла при удалении с устройства)
tr: (Lütfen cihazınızdan kaldırırken dosya boyutuna dikkat edin)
vi: (Xin lưu ý kích thước tệp khi xóa khỏi thiết bị của bạn)
zh: （请注意从您的设备中移除时文件的大小）

source: No Results
ar: لا توجد نتائج
cs: Žádné výsledky
de: Keine Ergebnisse
es: No Resultados
fr: Pas de résultats
ga: Gan Torthaí
it: Nessun Risultato
ja: 結果なし
ru: Нет результатов
tr: Sonuç Yok
vi: Không có Kết quả
zh: 无结果

source: Warning
ar: تحذير
cs: Varování
de: Warnung
es: Advertencia
fr: Avertissement
ga: Rabhadh
it: Attenzione
ja: 警告
ru: Предупреждение
tr: Dikkat
vi: Cảnh báo
zh: 警告

# please_add_remove_to_update
source: Please add/remove at least one model or calibrate to update
ar: يُرجى إضافة/ إزالة على الأقل نموذج واحد أو مُعايرته للتحديث
cs: Přidejte/odstraňte alespoň jeden model nebo proveďte kalibraci pro aktualizaci
de: Bitte fügen Sie mindestens ein Modell hinzu/entfernen Sie es oder kalibrieren Sie es zur Aktualisierung
es: Por favor, añada/elimine al menos un modelo o calibre para actualizar
fr: Veuillez ajouter/supprimer au moins un modèle ou calibrer pour mettre à jour
ga: Cuir / bain samhail amháin ar a laghad nó calabraigh chun nuashonrú a dhéanamh
it: Aggiungi/rimuovi almeno un modello o calibra per aggiornarlo.
ja: 少なくとも1つのモデルを追加/削除するか、更新するためにキャリブレーションを行ってください。
ru: Пожалуйста, добавьте/удалите хотя бы одну модель или выполните калибровку для обновления
tr: Lütfen en az bir model ekleyin/kaldırın veya güncellemek için kalibre edin
vi: Vui lòng thêm/xóa ít nhất một mô hình hoặc hiệu chuẩn để cập nhật
zh: 请添加/移除至少一个模型或进行校准以更新

source: Failed
ar: فشل
cs: Neúspěšně
de: Fehlgeschlagen
es: Fallido
fr: Échec
ga: Theip ar
it: Non Riuscito
ja: 失敗
ru: Не вышло
tr: Başarısız
vi: Thất bại
zh: 失败

# error_cant_set_offline
source: Couldn't set the Model offline. Please try again.
ar: لا يمكن تعيين هذا النموذج للاستخدام غير المتصل بالشبكة.
cs: Nelze nastavit tento model pro offline.
de: Dieses Modell kann nicht auf offline gesetzt werden.
es: No se puede configurar este modelo para fuera de línea.
fr: Impossible de mettre ce modèle hors ligne.
ga: Ní féidir an tsamhail seo a shocrú le haghaidh as líne.
it: Impossibile impostare questo modello per l'offline.
ja: このモデルをオフラインに設定できません。
ru: Невозможно настроить эту модель для работы в режиме оффлайн.
tr: Bu model çevrimdışı olarak ayarlanamıyor.
vi: Không thể đặt mô hình này để xem ngoại tuyến.
zh: 无法将此模型设置为离线。

source: In Process
ar: قيد التنفيذ
cs: V procesu
de: In Bearbeitung
es: En Proceso
fr: En cours
ga: I bPróiseas
it: In Corso
ja: 処理中
ru: В процессе
tr: İşlem Devam Ediyor
vi: Trong quá trình
zh: 处理中

# chopping_in_process_check_after_sometime
source: The model conversion for offline is in process. Please check after some time.
ar: جاري تقسيم الملفات، يُرجى التحقق خلال فترة قصيرة.
cs: Sekání probíhá Laskavě to po nějaké době zkontrolujte.
de: Chopping ist in Arbeit. Bitte überprüfen Sie das nach einiger Zeit.
es: El corte está En Proceso Por favor, compruébelo después de algún tiempo.
fr: Le découpage est en cours. Veuillez vérifier après un certain temps.
ga: Tá chopping I bPróiseas Kindly seiceáil tar éis éigin.
it: Taglio in corso. Controlla tra qualche tempo.
ja: 処理中です。しばらくしてから確認してください。
ru: Измельчение находится в процессе Пожалуйста, проверьте через некоторое время.
tr: Doğrama İşlemi Devam Ediyor Lütfen bir süre sonra kontrol edin.
vi: Quá trình Chia nhỏ đang trong tiến trình. Vui lòng kiểm tra sau.
zh: 切割正在进行中，请稍后检查。

source: In Queue
ar: في وضع الانتظار
cs: Ve frontě
de: In Warteschlange
es: En cola
fr: En file d'attente
ga: Sa Scuaine
it: In Coda
ja: キュー中
ru: В очереди
tr: Sırada
vi: Trong Hàng Chờ
zh: 排队中

# chopping_in_queue_check_after_sometime
source: The model conversion for offline is in process. Please check after some time.
ar: تقسيم الملفات في وضع الانتظار، يُرجى التحقق بعد فترة قصيرة.
cs: Chopping is In Queue Laskavě to po nějaké době zkontrolujte.
de: Chopping ist in der Warteschlange Bitte überprüfen Sie dies nach einiger Zeit.
es: El troceado está en cola. Por favor, compruébelo después.
fr: Chopping is In Queue Veuillez vérifier après un certain temps.
ga: Tá chopping I Scuaine Kindly seiceáil tar éis éigin.
it: Taglio in corso. Controlla tra qualche tempo.
ja: チョッピングはキュー中です。しばらくしてから確認してください。
ru: Уменьшение В очереди Пожалуйста, проверьте через некоторое время.
tr: Doğrama Sırada Lütfen bir süre sonra kontrol edin.
vi: Quá trình Chia nhỏ đang trong hàng chờ. Vui lòng kiểm tra sau.
zh: 切割正在排队中，请稍后检查。

# error_some_file_not_set_as_offline
source: Error Some file(s) are not set as offline.
ar: خطأ، بعض الملفات لم يتم تعيينها على وضع عدم الاتصال بالشبكة.
cs: Chyba Některé soubory nejsou nastaveny jako offline.
de: Fehler Einige Datei(en) sind nicht als offline eingestellt.
es: Error Algunos archivos no están configurados como fuera de línea.
fr: Erreur Certains fichiers ne sont pas définis comme hors ligne.
ga: Earráid Níl roinnt comhaid socraithe mar as líne.
it: Errore Alcuni file non sono stati impostati come offline.
ja: エラー 一部のファイルがオフラインに設定されていません。
ru: Ошибка Некоторые файлы не были поставлены в оффлайн
tr: Hata Bazı dosyalar çevrimdışı olarak ayarlanmamış.
vi: Lỗi Một số tệp không được đặt sẵn để xem ngoại tuyến.
zh: 错误 某些文件未设置为离线。

source: Revision not yet processed.
ar: لم تُعالَج نسخة المراجعة بعد.
cs: Revize ještě nebyla zpracována.
de: Revision noch nicht verarbeitet.
es: Revisión aún no procesada.
fr: La révision n'a pas encore été traitée.
ga: Níl an t-athbhreithniú próiseáilte fós.
it: Revisione non ancora elaborata.
ja: 改訂はまだ処理されていません。
ru: Ревизия еще не обработана.
tr: Revizyon henüz işlenmedi.
vi: Phiên bản chưa được xử lý.
zh: 修订尚未处理。

source: Revision need to re-process again.
ar: نسخة المراجعة بحاجة لإعادة المعالجة مرة أخرى.
cs: Revizi je třeba znovu zpracovat.
de: Revision muss erneut verarbeitet werden.
es: Es necesario volver a procesar la revisión.
fr: La révision doit être traitée à nouveau.
ga: Is gá athbhreithniú a athphróiseáil arís.
it: La revisione deve essere rielaborata.
ja: 改訂を再度処理する必要があります。
ru: Ревизию нужно повторно обработать.
tr: Revizyonun yeniden işlenmesi gerekiyor.
vi: Phiên bản cần được xử lý lại.
zh: 修订需要重新处理。

source: Model Set for Offline
ar: النموذج مُتاح دون اتصال بالشبكة
cs: Model nastaven jako offline
de: Modell für Offline eingestellt
es: Modelo fijado para fuera de línea
fr: Modèle mis hors ligne
ga: Samhail Set for Offline
it: Modello Impostato per l'Offline
ja: モデルがオフラインに設定されました
ru: Набор моделей для оффлайн
tr: Çevrimdışı Model Seti
vi: Mô hình Được Đặt để Xem Ngoại tuyến
zh: 模型设置为离线

# request_model_successfully_set_for_offline_usage
source: The requested model is successfully set for offline usage.
ar: تم تعيين النموذج المطلوب بنجاح للاستخدام دون اتصال بالشبكة.
cs: Požadovaný model je úspěšně nastaven pro použití offline.
de: Das angeforderte Modell wurde erfolgreich für die Offline-Nutzung eingestellt.
es: El modelo solicitado se ha establecido con éxito para su uso fuera de línea.
fr: Le modèle demandé est défini avec succès pour une utilisation hors ligne.
ga: Socraítear an tsamhail iarrtha go rathúil le haghaidh úsáide as líne.
it: Il modello richiesto è stato impostato per l'uso offline.
ja: 要求されたモデルは正常にオフライン用に設定されました。
ru: Запрошенная модель успешно настроена для автономного использования.
tr: İstenen model çevrimdışı kullanım için başarıyla ayarlandı.
vi: Mô hình yêu cầu đã được đặt sử dụng ngoại tuyến thành công.
zh: 所请求的模型已成功设置为离线使用。

# all_no_project_allocated
source: You have not been allocated any projects yet. Please contact your workspace administrator for help.
ar: لم يتم تعيينك لأي مشاريع حتى الآن. يُرجى التواصل مع مشرف ورشة العمل للمساعدة.
cs: Zatím vám nebyly přiděleny žádné projekty. Prosím, obraťte se na správce pracovního prostoru o pomoc.
de: Es wurden Ihnen noch keine Projekte zugewiesen. Bitte wenden Sie sich an Ihren Arbeitsbereichsadministrator, um Hilfe zu erhalten.
es: Todavía no se le ha asignado ningún proyecto. Póngase en contacto con el administrador de su espacio de trabajo para obtener ayuda.
fr: Aucun projet ne vous a encore été attribué. Veuillez contacter l'administrateur de votre espace de travail pour obtenir de l'aide.
ga: Níor leithdháileadh aon tionscadal ort go fóill. Téigh i dteagmháil le do riarthóir spás oibre chun cabhair a fháil.
it: Non ti è stato ancora assegnato nessun progetto. Contatta l'amministratore del tuo spazio di lavoro per ricevere aiuto.
ja: あなたはまだプロジェクトを割り当てられていません。 ワークスペース管理者にお問い合わせください。
ru: Вам еще не выделен ни один проект. Пожалуйста, обратитесь за помощью к администратору вашего рабочего пространства.
tr: Henüz size herhangi bir proje tahsis edilmedi. Yardım için lütfen çalışma alanı yöneticinizle iletişime geçin.
vi: Bạn chưa được phân công vào bất kỳ dự án nào. Vui lòng liên hệ với quản trị viên workspace của bạn để được giúp đỡ.
zh: 您尚未被分配到任何项目 - 请联系您的工作区管理员寻求帮助。

# chopping_process_failed
source: The model conversion process is failed. Please try again later.
ar: فَشِلَت عملية تقسيم الملفات. حاوِل مرة أخرى لاحقًا.
cs: Proces osekání se nezdařil. Zkuste to prosím později.
de: Der Zerschneidungsprozess ist fehlgeschlagen. Bitte versuchen Sie es später noch einmal.
es: Ha fallado el proceso de picado. Por favor, inténtelo de nuevo más tarde.
fr: Le processus de hachage a échoué. Veuillez réessayer plus tard.
ga: Theip ar an bpróiseas gearrtha. Bain triail eile as ar ball.
it: Il processo di taglio è fallito. Riprova più tardi.
ja: チョッピング処理に失敗しました。後ほど再試行してください。
ru: Процесс уменьшения не удается. Пожалуйста, повторите попытку позже.
tr: Kesme işlemi başarısız oldu. Lütfen daha sonra tekrar deneyin.
vi: Quá trình Chia nhỏ thất bại. Vui lòng thử lại sau.
zh: 切割过程失败。请稍后再试。

source: Please try again later
ar: حاوِل مرة أُخرَى لاحقًا.
cs: Zkuste to prosím znovu později
de: Bitte versuchen Sie es später noch einmal
es: Por favor, inténtelo de nuevo más tarde
fr: Veuillez réessayer plus tard
ga: Bain triail eile as ar ball
it: Riprova più tardi
ja: 後ほど再試行してください。
ru: Пожалуйста, повторите попытку позже
tr: Lütfen daha sonra tekrar deneyin
vi: Vui lòng thử lại sau
zh: 请稍后再试

# files_not_chopped
source: Files are not chopped. Please try again later.
ar: الملفات لم تُقطَّع. حاوِل مرة أخرى لاحقًا.
cs: Soubory se nesekají. Zkuste to prosím později.
de: Dateien werden nicht zerhackt. Bitte versuchen Sie es später noch einmal.
es: Los archivos no están picados. Por favor, inténtelo de nuevo más tarde.
fr: Les fichiers ne sont pas hachés. Veuillez réessayer plus tard.
ga: Ní ghearrtar comhaid. Bain triail eile as ar ball.
it: I file non sono stati tagliati. Riprova più tardi.
ja: ファイルが切り分けられません。後で再試行してください。
ru: Файлы не уменьшаются. Пожалуйста, повторите попытку позже.
tr: Dosyalar kesilmemiş. Lütfen daha sonra tekrar deneyin.
vi: Tệp chưa được chia nhỏ. Vui lòng thử lại sau.
zh: 文件未被切割。请稍后再试。
